[
{
    "id_number":"1",
    "id_name":"fleur-adcock",
    "first_name":"Fleur",
    "last_name":"Adcock",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/fleur-adcock",
    "poem_title":"Things",
    "epigraph_text":null,
    "poem_text":"<p>There are worse things than having behaved foolishly in public.<\/p><p>There are worse things than these miniature betrayals,<\/p><p>committed or endured or suspected; there are worse things<\/p><p>than not being able to sleep for thinking about them.<\/p><p>It is 5 a.m. All the worse things come stalking in<\/p><p>and stand icily about the bed looking worse and worse and worse.<\/p>",
    "featured_book_title":"Poems 1960-2000",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/poems-1960-2000-658",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"0",
    "video_embed":"",
    "video_start":"0",
    "video_end":"0",
    "bio":"<p>Fleur Adcock writes about men and women, childhood, identity, roots and rootlessness, memory and loss, animals and dreams, as well as our interactions with nature and place. Her poised, ironic poems are remarkable for their wry wit, conversational tone and psychological insight, unmasking the deceptions of love or unravelling family lives.<\/p>\r\n<p>Born in New Zealand in 1934, she spent the war years in England, returning with her family to New Zealand in 1947. She emigrated to Britain in 1963, working as a librarian in London until 1979. In 1977-78 she was writer-in-residence at Charlotte Mason College of Education, Ambleside. She was Northern Arts Literary Fellow in 1979-81, living in Newcastle, becoming a freelance writer after her return to London. She received an OBE in 1996, and the Queen&rsquo;s Gold Medal for Poetry in 2006 for <em>Poems 1960-2000<\/em> (Bloodaxe Books, 2000).<\/p>\r\n<p>Fleur Adcock published three pamphlets with Bloodaxe: <em>Below Loughrigg<\/em> (1979), <em>Hotspur<\/em> (1986) and <em>Meeting the Comet<\/em> (1988), as well as her translations of medieval Latin lyrics, <em>The Virgin &amp; the Nightingale<\/em> (1983). All her collections were then published by Oxford University Press until they shut down their poetry list in 1999, after which Bloodaxe published her collected poems <em>Poems 1960-2000<\/em> (2000), followed by <em>Dragon Talk<\/em> (2010), <em>Glass Wings<\/em> (2013) and <em>The Land Ballot<\/em> (2015). <em>Poems 1960-2000<\/em> is a Poetry Book Society Special Commendation and <em>Glass Wings<\/em> is a Poetry Book Society Recommendation.<\/p>",
    "themes":"memory,fear,night",
    "user_themes":"dreams,new zealand"
},
{
    "id_number":"2",
    "id_name":"kim-addonizio",
    "first_name":"Kim",
    "last_name":"Addonizio",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/kim-addonizio",
    "poem_title":"What Do Women Want?",
    "epigraph_text":null,
    "poem_text":"<p>I want a red dress.<\/p><p>I want it flimsy and cheap,<\/p><p>I want it too tight, I want to wear it<\/p><p>until someone tears it off me.<\/p><p>I want it sleeveless and backless,<\/p><p>this dress, so no one has to guess<\/p><p>what&rsquo;s underneath. I want to walk down<\/p><p>the street past Thrifty&rsquo;s and the hardware store<\/p><p>with all those keys glittering in the window,<\/p><p>past Mr and Mrs Wong selling day-old<\/p><p>donuts in their caf&eacute;, past the Guerra brothers<\/p><p>slinging pigs from the truck and onto the dolly,<\/p><p>hoisting the slick snouts over their shoulders.<\/p><p>I want to walk like I&rsquo;m the only<\/p><p>woman on earth and I can have my pick.<\/p><p>I want that red dress bad.<\/p><p>I want it to confirm<\/p><p>your worst fears about me,<\/p><p>to show you how little I care about you<\/p><p>or anything except what<\/p><p>I want. When I find it, I&rsquo;ll pull that garment<\/p><p>from its hanger like I&rsquo;m choosing a body<\/p><p>to carry me into this world, through<\/p><p>the birth-cries and the love-cries too,<\/p><p>and I&rsquo;ll wear it like bones, like skin,<\/p><p>it&rsquo;ll be the goddamned<\/p><p>dress they bury me in.<\/p>",
    "featured_book_title":"Wild Nights",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/wild-nights-299",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"0",
    "video_embed":"",
    "video_start":"0",
    "video_end":"0",
    "bio":"<p>\r\n\tKim Addonizio was born in 1954. After living for most of her adult life in California, she is currently based in New York City. Her poetry books include <em>The Philosopher&rsquo;s Club<\/em> (1994), <em>Jimmy &amp; Rita<\/em> (1997), <em>Tell Me<\/em> (2000), <em>What Is This Thing Called Love<\/em> (2004), <em>Lucifer at the Starlite<\/em> (2009), <em>My Black Angel: Blues Poems and Portraits<\/em> (2014), and now her first UK publication, <em>Wild Nights: New &amp; Selected Poems<\/em> (2015) from Bloodaxe. She has also published fiction, notably the novels <em>Little Beauties<\/em> (2005) and <em>My Dreams Out in the Street<\/em> (2007), and the short story collection <em>The Palace of Illusions<\/em> (2014). She collaborated with Dorianne Laux on <em>The Poet&rsquo;s Companion: A Guide to the Pleasures of Writing Poetry<\/em> (1997), and published another poetry guide called <em>Ordinary Genius: A Guide for the Poet Within<\/em> (2009). She often incorporates her love of blues harmonica into her readings. Her <em>Wild Nights<\/em> was launched with readings in Britain in early November 2015.<\/p>",
    "themes":"women,night,identity,sexuality",
    "user_themes":"adventure"
},
{
    "id_number":"3",
    "id_name":"anna-akhmatova",
    "first_name":"Anna",
    "last_name":"Akhmatova",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/anna-akhmatova",
    "poem_title":"On the Road",
    "epigraph_text":null,
    "poem_text":"<p>A land not our own<\/p>\r\n<p>and yet eternally memorable,<\/p>\r\n<p>and in the sea there is tender-iced<\/p>\r\n<p>and fresh water.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>On the bottom - sand whiter than chalk,<\/p>\r\n<p>and the air is drunk as wine,<\/p>\r\n<p>and the rose-pink mass of the pines<\/p>\r\n<p>is laid bare in the sunset hour.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>The sunset itself in the sea air<\/p>\r\n<p>is such that I cannot tell<\/p>\r\n<p>if this is the end of the day or of the world,<\/p>\r\n<p>or the secret of secrets is within me again.<\/p>",
    "featured_book_title":"Selected Poems",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/selected-poems-327",
    "translated":"1",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":"Richard",
    "translator_last_name":"McKane",
    "audio":"0",
    "audio_embed":"0",
    "video":"0",
    "video_embed":"",
    "video_start":"0",
    "video_end":"0",
    "bio":" <p>\r\n\tAnna Akhmatova (1889-1966) was Russia&rsquo;s greatest modern poet. She published her first book of poems in 1912, and in the same year founded the Acmeist movement with her husband, the poet Gumilev. Her intense, highly personal love lyrics were later attacked as anti-revolutionary, and in 1925 her poetry was banned.<\/p>\t\r\n<p>\r\n\tGumilev was shot in 1921 for alleged involvement in an anti-Bolshevik plot, and in the years of terror which followed under Stalin, Akhmatova was persecuted for her work along with fellow poets Mandelstam, who died in a camp, and Tsvetaeva, who committed suicide. She was able to publish some work during the war, but in 1946 she again came under attack, this time from Zhdanov, who denounced her with Pasternak and others for trying to &lsquo;poison the minds&rsquo; of Soviet youth.<\/p>\r\n<p>\r\n\tThese were attacks on her <em>published<\/em> work. What she was writing &ndash; but could not publish &ndash; was far more dangerous. For she had entered her years of silence. As she fought for her son&rsquo;s release from prison, she was writing her greatest poetry: the cycle <em>Requiem<\/em>, which commemorated all of Stalin&rsquo;s victims, and Poem without a hero, which she began in 1940 and worked on for over 20 years.<\/p>\r\n<p>\r\n\tAll she wrote she committed to memory. Several trusted friends also memorised her poems, among them Mandelstam&rsquo;s widow Nadezhda. She wrote nothing down, and so survived, the people&rsquo;s conscience, the one who kept &#39;the great Russian word&#39; alive. <\/p>",
    "themes":"russia,freedom,memory,death,love,fear",
    "user_themes":"place, nature"
},
{
    "id_number":"4",
    "id_name":"claire-askew",
    "first_name":"Claire",
    "last_name":"Askew",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/claire-askew",
    "poem_title":"Fire comes",
    "epigraph_text":null,
    "poem_text":"<p>Fire comes to the garden like a sordid thought, brought by a hand starfishing out<\/p><p>to ditch a Silk Cut filter still alight. It can&rsquo;t believe its luck: a smudge of creosote<\/p><p>spilled up a wall, a windless night, the brown grass stiff as hackles, ankle deep<\/p><p>and stirred by ticks that fizz and burst like cereal in Fire&rsquo;s mouth. It rises,&nbsp;<\/p><p>slides its greasy back against the fencing slats, unfocuses the garden in a haar<\/p><p>of smoke. Beyond the helpless trees somewhere a dog rattles awake; the air brake<\/p><p>of a distant night bus seethes. Fire slides its tongue into the house&rsquo;s ear.<\/p><p>&nbsp;<\/p><p>This is where the delicacies are: long flanks of cloth that Fire can hoover up.<\/p><p>Stuffed furnishings, their safety labels powerless as lucky charms; the carpets thick<\/p><p>and edible as bread. In folded quiet, Fire gums the skirting-boards, flirts briefly&nbsp;<\/p><p>with its own reflection in the triple-mirrored gas-fire&rsquo;s front. In the hall it pauses,&nbsp;<\/p><p>shorts the fuse box; stops the shrill, pinched pinging of the smoke alarm and pulls&nbsp;<\/p><p>the walls down round its shoulders like a cape of dark. Now every downstairs room&nbsp;<\/p><p>is Fire&rsquo;s. The windows blow. The faces of the white goods melt like cheese.<\/p><p>&nbsp;<\/p><p>Upstairs, the woman holds the house&rsquo;s only heartbeat in her clotted chest.<\/p><p>The varnished floorboards spit and pop while smoke gritty as candy-floss&nbsp;<\/p><p>redraws the room. She&rsquo;s coldly calm: though Fire is taking bites out of the white,&nbsp;<\/p><p>tiered staircase like it&rsquo;s cake, she can already hear the engines&rsquo; gorgeous, strobing cry&nbsp;<\/p><p>four streets away. All she can think of, crouching down for air the way she learned&nbsp;<\/p><p>in school, is all those times she filled out mental lists of things she&rsquo;d save from Fire.&nbsp;<\/p><p>The photographs, the diaries, the cat she thought she&rsquo;d buy but never found or named.&nbsp;<\/p><p>&nbsp;<\/p><p>And then the street&rsquo;s a discoth&egrave;que of blue and red, the neighbours on their front steps&nbsp;<\/p><p>in their dressing gowns, the kids agape behind the nets.&nbsp;<\/p><p>And she wants none of it.&nbsp;<\/p><p>And Fire takes it all.<\/p>",
    "featured_book_title":"This changes things",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/this-changes-things-1109",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"<iframe width=\"640\" height=\"360\" src=\"https:\/\/www.youtube.com\/embed\/Ck4Hi5v5-0w?rel=0&amp;showinfo=0\" frameborder=\"0\" allowfullscreen><\/iframe>",
    "video_start":"0",
    "video_end":"0",
    "bio":" <p>\r\n\tClaire Askew was born in 1986 and grew up in the rural Scottish borders. She has lived in Edinburgh since 2004, and holds a PhD in Creative Writing &amp; Contemporary Women&#39;s Poetry from the University of Edinburgh. Her poems have appeared in numerous publications, including <em>The Guardian, Poetry Scotland, PANK, The Edinburgh Review<\/em> and <em>Be The First To Like This: New Scottish Poetry<\/em> (Vagabond Voices, 2014), and have been selected twice for the Scottish Poetry Library&#39;s <em>Best Scottish Poems of the Year<\/em>. In 2013 she won the International Salt Prize for Poetry, and in 2014 was runner-up for the inaugural Edwin Morgan Poetry Award for Scottish poets under 30. Her first book-length collection, <em>This changes things<\/em>, is due from Bloodaxe in 2016. She runs the One Night Stanzas blog, and collects old typewriters (she currently has around 30).&nbsp;In 2016 she became Edinburgh&#39;s first &#39;Reading Champion&#39;, the first writer to be appointed by the Scottish Book Trust to one of four such posts based in Scottish libraries to stimulate and deliver innovative projects around reading in different parts of Scotland.<\/p>",
    "themes":"fire,relationships,memory,family,place",
    "user_themes":"home,night"
},
{
    "id_number":"5",
    "id_name":"basil-bunting",
    "first_name":"Basil",
    "last_name":"Bunting",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/basil-bunting",
    "poem_title":"Briggflatts (extract)",
    "epigraph_text":null,
    "poem_text":"<p>Brag, sweet tenor bull,<\/p><p>descant on Rawthey’s madrigal,<\/p><p>each pebble its part<\/p><p>for the fells’ late spring.<\/p><p>Dance tiptoe, bull,<\/p><p>black against may.<\/p><p>Ridiculous and lovely<\/p><p>chase hurdling shadows<\/p><p>morning into noon.<\/p><p>May on the bull’s hide<\/p><p>and through the dale<\/p><p>furrows fill with may,<\/p><p>paving the slowworm’s way.<\/p><p>&nbsp;<\/p><p>A mason times his mallet<\/p><p>to a lark’s twitter,<\/p><p>listening while the marble rests,<\/p><p>lays his rule<\/p><p>at a letter’s edge,<\/p><p>fingertips checking,<\/p><p>till the stone spells a name<\/p><p>naming none,<\/p><p>a man abolished.<\/p><p>Painful lark, labouring to rise!<\/p><p>The solemn mallet says:<\/p><p>In the grave’s slot<\/p><p>he lies. We rot.<\/p>",
    "featured_book_title":"Complete Poems",
    "featured_book_link":"",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/26860107",
    "video_start":"135",
    "video_end":"216",
    "bio":"<p>\r\n\tBasil Bunting was one of the most important British poets of the 20th century. Acknowledged since the 1930s as a major figure in Modernist poetry, first by Pound and Zukofsky and later by younger writers, the Northumbrian master poet had to wait over 30 years before his genius was finally recognised in Britain - in 1966, with the publication of <em>Briggflatts,<\/em> which Cyril Connolly called &#39;the finest long poem to have been published in England since T.S. Eliot&#39;s <em>Four Quartets<\/em>.<\/p>\r\n<p>\r\n\tBorn in Northumberland in 1900, Bunting lived in Paris in the 20s, where Ezra Pound rescued him from jail and fixed him up with a job on the <em>Transatlantic Review<\/em>. He later followed Pound to Italy - giving up his job to Hemingway - where Yeats knew him as &#39;one of Pound&#39;s more savage disciples&#39;. For the next 30 years he led a sometimes wild and always varied life - in Italy, England, Berlin, Tenerife, America and Persia - as a struggling, penniless writer, a music critic, sea captain, RAF officer, <em>Times<\/em> correspondent and Chief of Political Intelligence in Tehran. During these years he built up a reputation in America as the best English poet of his generation, at the same time as his poetry was neglected in Britain. In 1954 he returned to Northumberland, and worked for several years as a sub-editor on the Newcastle <em>Evening Chronicle<\/em>. It was not until the publication of <em>Briggflatts<\/em> that his genius was finally recognised. He died in 1985.<\/p>\r\n<p>\r\n\t<em>Complete Poems<\/em> (2000) was reissued by Bloodaxe for Bunting&#39;s centenary and includes his original <em>Collected Poems<\/em> alongside the posthumous <em>Uncollected Poems<\/em>. It also contains a new introduction by Richard Caddel.&nbsp;The separate Bloodaxe edition of <em>Briggflatts<\/em> (2009) includes a CD with an audio recording Bunting made of <em>Briggflatts<\/em> in 1967 and a DVD of Peter Bell&rsquo;s 1982 film portrait of Bunting. As well as his own notes to the poem, the book includes his seminal essay on sound and meaning in poetry, &lsquo;The Poet&rsquo;s Point of View&rsquo; (1966). Released in June 2016 to coincide with the 50th anniversary of the first publication of <em>Briggflatts<\/em>, the enhanced ebook with audio of <em>Complete Poems<\/em> includes audio files of all of Bunting&#39;s major works, while the enhanced ebook with audio and video of <em>Briggflatts<\/em> includes audio files of two different readings by Bunting (1967 and 1977) together with a video of Peter Bell&#39;s film portrait.<\/p>\r\n<p>\r\n\tThe following books are useful guides to Bunting&#39;s life and work: Keith Aldritt:&nbsp;<em>The Poet as Spy: The Life and Wild Times of Basil Bunting<\/em>&nbsp;(Aurum Press, 1999); Richard Caddel &amp; Anthony Flowers:&nbsp;<em>Basil Bunting: A Northern Life<\/em>&nbsp;(Newcastle Libraries and Information Service \/ Basil Bunting Poetry Centre, 1997); Victoria Forde:&nbsp;<em>The Poetry of Basil Bunting<\/em>&nbsp;(Bloodaxe Books, 1991); Peter Makin:&nbsp;<em>Bunting: The Shaping of his Verse<\/em>&nbsp;(Clarendon Press, 1992); Peter Quartermain:&nbsp;<em>Basil Bunting: Poet of the North<\/em>&nbsp;(Basil Bunting Poetry Centre, 1990); Richard Burton: <em>A Strong Song Tows Us: The Life of Basil Bunting<\/em> (2013). Selections of Bunting&#39;s prose are available in&nbsp;<em>Basil Bunting on Poetry<\/em>, ed. Peter Makin (John Hopkins University Press, 2000).<\/p>\r\n<p>\r\n\tBloodaxe first published Bunting in 1980 when one of the earliest titles was an LP record of Bunting reading&nbsp;<em>Briggflatts<\/em>&nbsp;in 1977 accompanied in one section of the poem by a Scarlatti sonata. That recording is now being reissued on the ebook with audio and video of <em>Briggflatts<\/em>, together with the 1967 audio recording released on cassette by Bloodaxe in 2000 and then included on the CD included with the 2007 <em>Briggflatts<\/em> edition. in 1991 Bloodaxe published the first major critical study of Bunting&#39;s work by Sister Victoria Forde. During his last years, Bunting lived at Tarset in Northumberland, just down the valley from where Bloodaxe Books was located for 15 years. Bloodaxe is named after Eric Bloodaxe, the last king of independent Northumbria, who features in&nbsp;<em>Briggflatts<\/em>&nbsp;as Bunting&#39;s opposite persona to the Cuthbert side of his Northumbrian identity.<\/p>\r\n<p>\r\n\tBloodaxe has sublicensed a critical edition of Bunting&rsquo;s complete poetry, <em>The Poems<\/em>, edited by Don Share (2016), to Faber &amp; Faber. This has three poems not included in the Bloodaxe edition, together with a number of variants, anomalies, fragments and &quot;false starts&quot;: apart from those additions, Bloodaxe&#39;s <em>Complete Poems<\/em> is complete (but has no critical apparatus).<\/p>",
    "themes":"memory,nature,age,modernism,death",
    "user_themes":""
},
{
    "id_number":"6",
    "id_name":"imtiaz-dharker",
    "first_name":"Imtiaz",
    "last_name":"Dharker",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/imtiaz-dharker",
    "poem_title":"Blessing",
    "epigraph_text":null,
    "poem_text":"<p>The skin cracks like a pod.<\/p><p>There never is enough water.<\/p><p>&nbsp;<\/p><p>Imagine the drip of it,<\/p><p>the small splash, echo<\/p><p>in a tin mug,<\/p><p>the voice of a kindly god.<\/p><p>&nbsp;<\/p><p>Sometimes, the sudden rush<\/p><p>of fortune. The municipal pipe bursts,<\/p><p>silver crashes to the ground<\/p><p>and the flow has found<\/p><p>a roar of tongues. From the huts,<\/p><p>a congregation: every man woman<\/p><p>child for streets around<\/p><p>butts in, with pots,<\/p><p>brass, copper, aluminium,<\/p><p>plastic buckets,<\/p><p>frantic hands,<\/p><p>&nbsp;<\/p><p>and naked children<\/p><p>screaming in the liquid sun,<\/p><p>their highlights polished to perfection,<\/p><p>flashing light,<\/p><p>as the blessing sings<\/p><p>over their small bones.<\/p>",
    "featured_book_title":"Postcards from god",
    "featured_book_link":"www.bloodaxebooks.com\/ecs\/product\/postcards-from-god-561",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/1148506",
    "video_start":"0",
    "video_end":"87",
    "bio":" <p>\r\n\tBorn in Pakistan, Imtiaz Dharker grew up a Muslim Calvinist in a Lahori household in Glasgow, was adopted by India and married into Wales. She is an accomplished artist and documentary film-maker, and has published five books with Bloodaxe, <em>Postcards from god<\/em> (including <em>Purdah<\/em>) (1997), <em>I Speak for the Devil<\/em> (2001), <em>The terrorist at my table<\/em> (2006), <em>Leaving Fingerprints<\/em> (2009) and <em>Over the Moon<\/em> (2014), all including her own drawings. She was awarded the Queen&#39;s Gold Medal for Poetry for 2014, presented to her by The Queen in spring 2015, and has also received a Cholmondeley Award from the Society of Authors and is a Fellow of the Royal Society of Literature.&nbsp;<em>Over the Moon<\/em>&nbsp;was shortlisted for the Ted Hughes Award for New Work in Poetry 2014. Her poems are on the British GCSE and A Level English syllabus, and she reads with other poets at Poetry Live! events all over the country to more than 25,000 students a year. She has had ten solo exhibitions of drawings in India, London, New York and Hong Kong. She scripts and directs films, many of them for non-government organisations in India, working in the area of shelter, education and health for women and children. In 2015 she appeared on the iconic BBC Radio programme<em> Desert Island Discs.<\/em><\/p>",
    "themes":"identity,history,politics,water,asia",
    "user_themes":""
},
{
    "id_number":"7",
    "id_name":"jackie-kay",
    "first_name":"Jackie",
    "last_name":"Kay",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/jackie-kay",
    "poem_title":"In My Country",
    "epigraph_text":null,
    "poem_text":"<p>walking by the waters,<\/p><p>down where an honest river<\/p><p>shakes hands with the sea,<\/p><p>a woman passed around me<\/p><p>in a slow, watchful circle,<\/p><p>as if I were a superstition;<\/p><p>&nbsp;<\/p><p>or the worst dregs of her imagination,<\/p><p>so when she finally spoke<\/p><p>her words spliced into bars<\/p><p>of an old wheel. A segment of air.<\/p><p>Where do you come from?<\/p><p>&#39;Here,&#39; I said, &#39;Here. These parts.&#39;<\/p>",
    "featured_book_title":"Darling: New and Selected Poems",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/darling-877",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/1868322",
    "video_start":"243",
    "video_end":"279",
    "bio":"<p>\r\n\tJackie Kay was an adopted child of Scottish\/Nigerian descent brought up by white parents in Glasgow. She is one of Britain&rsquo;s best-known poets, appearing frequently on radio and TV programmes on poetry and culture.&nbsp; In 2007 Bloodaxe published <em>Darling: New &amp; Selected Poems<\/em>, which included almost all of her four previous books of poetry from Bloodaxe, <em>The Adoption Papers <\/em>(1991)<em>, Other Lovers <\/em>(1993)<em>, Off Colour <\/em>(1998) and <em>Life Mask <\/em>(2005).&nbsp;&nbsp;Her epic poem <em>The Lamplighter<\/em>, adapted for both radio and stage, was published by Bloodaxe in 2008, was followed by <em>Fiere<\/em> from Picador in 2011.<\/p>\r\n<p>\r\n\tJackie Kay&#39;s&nbsp;fiction and non-fiction (from Picador) has been massively popular: her novel <em>Trumpet <\/em>(1998), two collections of short stories, <em>Why Don&rsquo;t You Stop Talking? <\/em>(2002) and <em>Wish I Was Here <\/em>(2006), and her memoir <em>Red Dust Road<\/em> (2010), which won the Scottish Mortgage Investment Trust Book of the Year Award in 2011. She won the Somerset Maugham Award with <em>Other Lovers<\/em>, the <em>Guardian <\/em>Fiction Prize for <em>Trumpet, <\/em>Decibel Writer of the Year for <em>Wish I Was Here <\/em>and has twice won the Signal Poetry Award for her children&rsquo;s poetry. Her fourth book of poetry for children, <em>Red Cherry, Red<\/em>, was published by Bloomsbury in 2007. <em>The Adoption Papers <\/em>is a set text on numerous school and university courses. She lives in Manchester, and was awarded an MBE for services to literature in 2006.<\/p>\r\n<p>\r\n\tShe is Professor of Creative Writing at Newcastle University, and co-edited the anthology <em>Out of Bounds<\/em> (Bloodaxe Books \/ Newcastle University, 2012) with James Procter and Gemma Robinson. In 2014 she was appointed Chancellor of the University of Salford, and in March 2016 she was named as the new Makar, National Poet of Scotland.&nbsp; She takes over from Liz Lochhead, and will be Makar for a period of five years.<\/p>",
    "themes":"identity,childhood,history,race",
    "user_themes":""
},
{
    "id_number":"8",
    "id_name":"tomas-transtr-mer",
    "first_name":"Tomas",
    "last_name":"Transtr&ouml;mer",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/tomas-transtr-mer",
    "poem_title":"Tracks",
    "epigraph_text":null,
    "poem_text":"<p>2 a.m.: moonlight. The train has stopped&nbsp;<\/p><p>out in the middle of the plain. Far away, points of light in a town,&nbsp;<\/p><p>flickering coldly at the horizon.<\/p><p>&nbsp;<\/p><p>As when a man has gone into a dream so deep&nbsp;<\/p><p>he&rsquo;ll never remember having been there&nbsp;<\/p><p>when he comes back to his room.<\/p><p>&nbsp;<\/p><p>As when someone has gone into an illness so deep&nbsp;<\/p><p>everything his days were becomes a few flickering points, a swarm,&nbsp;<\/p><p>cold and tiny at the horizon.<\/p><p>&nbsp;<\/p><p>The train is standing quite still.<\/p><p>2 a.m.: bright moonlight, few stars.<\/p>",
    "featured_book_title":"New Collected Poems",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/new-collected-poems-564",
    "translated":"1",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":"Robin",
    "translator_last_name":"Fulton",
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/30809607",
    "video_start":"865",
    "video_end":"940",
    "bio":" <p>Tomas Transtr&ouml;mer (1931-2015) was awarded the Nobel Prize in Literature in 2011.<\/p> <p> \tHe was born in Stockholm, where he grew up, but spent many long summers on the island of Runmar&ouml; in the nearby archipelago, evoking that landscape in his early work, which draws on the aesthetic tradition of Swedish nature poetry. His later poetry is more personal, open and relaxed, often reflecting his broad interests: travel, music, painting, archaeology and natural sciences.<\/p> <p> \tHe was Scandinavia&rsquo;s best-known and most influential contemporary poet. His books sell thousands of copies in Sweden, and his work has been translated into over 50 languages, with substantial or complete editions of his work published in over 20 languages. <\/p> <p> \tTranstr&ouml;mer started writing poetry while at the oppressive S&ouml;dra Latin Grammar School (its atmosphere caught by Ingmar Bergman in Alf Sj&ouml;berg&rsquo;s <em>Frenzy<\/em>, which was filmed there, the young Tomas amongst the pupils). But he was devouring books on all subjects, especially geography, with daily visits to the local library, where he worked his way through most of the non-fiction shelves. However, this bookish adolescence was shadowed by the war, by his parents&rsquo; divorce and the absence of his father, and at 15 he experienced a winter of psychological crisis. He published his first collection, <em>17 Poems<\/em>, in 1954, at the age of 23.<\/p> <p> \tAfter studying psychology at the University of Stockholm, he worked at its Psychotechnological Institute, and in 1960 became a psychologist at Roxtuna, a young offenders institution. From the mid-1960s he divided his time between his writing and his work as a psychologist, and in 1965 moved with his family to V&auml;ster&aring;s, where he spent the rest of his working life. In 1990, a year after the publication of his tenth book of poems, Transtr&ouml;mer suffered a stroke, which deprived him of most of his speech and partly inhibited movement on his right-hand side. Swedish composers have since written several left-hand piano pieces especially for him to play.<\/p> <p> \tAfter his stroke, he published a short book of &#39;autobiographical chapters&#39;, <em>Memories Look at Me<\/em> (1993) and a new collection, <em>The Sad Gondola <\/em> (1996), both included in Robin Fulton&rsquo;s translation of his Bloodaxe <em>New Collected Poems<\/em> (1997). In 2004 he published <em>The Great Enigma<\/em>, a slim volume containing five short poems and a group of 45 even smaller haiku-type poems. These were added to the <em>New Collected Poems<\/em> to form Transtr&ouml;mer&rsquo;s first collected edition to appear in the States, licensed by Bloodaxe Books to New Directions in 2006 under the title <em>The Great Enigma: New Collected Poems.<\/em> That edition was published by Bloodaxe Books in the UK as the latest revised and expanded edition of <em>New Collected Poems<\/em> in 2010.&nbsp;<\/p> <p> \tTranstr&ouml;mer also translated other poets into Swedish, including Robert Bly and Hungary&rsquo;s J&aacute;nos Pilinszky. Before winning the Nobel Prize in Literature in 2011, he had won many other international awards for his poetry, including the Neustadt International Prize for Literature in the US, the Bonner Award for Poetry, Germany&rsquo;s Petrarch Prize, the Bellman Prize, the Swedish Academy&rsquo;s Nordic Prize, and the August Prize. In 1997 the city of V&auml;ster&aring;s established a special Transtr&ouml;mer Prize. In 2007, he received a special Lifetime Recognition Award given by the trustees of the Griffin Trust for Excellence in Poetry, which also awards the annual Griffin Poetry Prize.<\/p> <p> \tHis correspondence with Robert Bly was published in Sweden in 2001, and in 2013 an English translation, <em>Airmail: The Letters of Robert Bly and Tomas Transtr&ouml;mer<\/em>, was published by Bloodaxe Books in the UK and by Graywolf Press in the US.<\/p>",
    "themes":"nature,music,travel,night",
    "user_themes":""
},
{
    "id_number":"9",
    "id_name":"mark-waldron",
    "first_name":"Mark",
    "last_name":"Waldron",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/mark-waldron",
    "poem_title":"All My Poems Are Advertisements for Me",
    "epigraph_text":null,
    "poem_text":"<p>When I was young there was nothing exactly stupid<\/p><p>about the world. In fact, in the good old days<\/p><p>&nbsp;<\/p><p>there was the thump and the tug of it, the way it heaved itself<\/p><p>like a stone, yanked so to speak in glory,<\/p><p>&nbsp;<\/p><p>the way it fell up, crushed up, and then crushed up again,<\/p><p>getting newer and newer, louder and sweeter,<\/p><p>&nbsp;<\/p><p>the way it watched its own face fall between its fingers<\/p><p>as though its face were a handful of gold coins.<\/p><p>&nbsp;<\/p><p>I think I might have known the whole drag of everything<\/p><p>going upwards, a tide that pulled me with it.<\/p><p>&nbsp;<\/p><p>Actually, I know I did. (You were part of all this by the way.)<\/p><p>And the sky, well, where to begin?<\/p><p>&nbsp;<\/p><p>The sky was so adult, not imbecilic or thin or so-so or girlish.<\/p><p>Did I outgrow it?<\/p><p>&nbsp;<\/p><p>Did I drink it, shoot it, find a way round it?<\/p><p>Did I get inside it and drive off in it?<\/p><p>&nbsp;<\/p><p>Forgive me, but on my way to work this morning,<\/p><p>even though the sun was on fire and the trees were up,<\/p><p>&nbsp;<\/p><p>I was in the apocalypse. Death is not what you think it is.<\/p><p>It&rsquo;s actually what I think it is.<\/p>",
    "featured_book_title":"Meanwhile, Trees",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/meanwhile-trees-1117",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"1",
    "audio_embed":"266161648",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/174925269 ",
    "video_start":"0",
    "video_end":"99",
    "bio":"<p>\r\n\tMark Waldron was born in New York in 1960 and grew up in London. He works in the advertising business and lives in East London with his wife and son. He began writing poetry in his early 40s. He published two collections with Salt, <em>The Brand New Dark<\/em> (2008) and <em>The Itchy Sea<\/em> (2011), and his third collection, <em>Meanwhile, Trees<\/em>, is due from Bloodaxe in 2016.<\/p>",
    "themes":"identity,memory,humour,nature",
    "user_themes":""
},
{
    "id_number":"10",
    "id_name":"benjamin-zephaniah",
    "first_name":"Benjamin",
    "last_name":"Zephaniah",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/benjamin-zephaniah",
    "poem_title":"Dis Poetry",
    "epigraph_text":null,
    "poem_text":"<p>Dis poetry is like a riddim dat drops<\/p><p>De tongue shoots a riddim dat shoots like shots<\/p><p>Dis poetry is designed fe rantin<\/p><p>Dance hall style, Big mouth chanting,<\/p><p>Dis poetry won’t put yu to sleep<\/p><p>Saying follow me<\/p><p>Like yu’re blind sheep,<\/p><p>Dis poetry is not Party Political<\/p><p>Not designed fe dose who are critical.<\/p><p>&nbsp;<\/p><p>Dis poetry is wid me when I gu to me bed<\/p><p>It gets into my Dreadlocks<\/p><p>It lingers around my head<\/p><p>Dis poetry goes wid me as I riding my bike<\/p><p>I’ve tried Shakespeare, Respect due dere<\/p><p>But dis is de stuff I like.<\/p><p>&nbsp;<\/p><p>Dis poetry is not afraid of going ina book<\/p><p>No, but dis poetry need ears to hear an eyes to hav a look<\/p><p>Yes, dis poetry is Verbal Riddim, no big words involved<\/p><p>An if I hav a problem de riddim gets it solved,<\/p><p>I’ve tried to be Romantic, it does nu good for me<\/p><p>I tek a Reggae Riddim an build my poetry,<\/p><p>I could try something personal<\/p><p>But you’ve heard it all before,<\/p><p>No written words not needed<\/p><p>Cause many words in store,<\/p><p>Dis poetry is called Dub Ranting<\/p><p>De tongue plays a beat<\/p><p>An de body starts skanking,<\/p><p>Dis poetry is quick an childish<\/p><p>Dis poetry is fe de wise an foolish,<\/p><p>Anybody can do it fe free,<\/p><p>Dis poetry is fe yu an me,<\/p><p>Don’t stretch yu imagination<\/p><p>Dis poetry is fe de good of de Nation,<\/p><p>Chant,<\/p><p>In de morning<\/p><p>I chant<\/p><p>In de night<\/p><p>I chant <\/p><p>In de darkness<\/p><p>An under de spotlight,<\/p><p>I pass thru University<\/p><p>I pass thru Sociology<\/p><p>An den I got a Dread degree<\/p><p>In Dreadfull Ghettology.<\/p><p>Dis poetry is wid me when I take a walk<\/p><p>An when I am talking to meself in poetry I talk,<\/p><p>Dis poetry is wid me,<\/p><p>Below me<\/p><p>An above,<\/p><p>Yu see<\/p><p>Dis poetry’s from inside me<\/p><p>An goes to yu<\/p><p>WID LUV.<\/p>",
    "featured_book_title":"To Do Wid Me",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/to-do-wid-me-dvd-book--1038",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/267553405",
    "video_start":"0",
    "video_end":"0",
    "bio":"<p>\r\n\tBenjamin Zephaniah is an oral poet, novelist, playwright, children&rsquo;s writer and reggae artist. Born in 1958 in Birmingham, he grew up in Handsworth, where he was sent to an approved school for being uncontrollable, rebellious and &lsquo;a born failure&rsquo;, ending up in jail for burglary and affray.<\/p>\r\n<p>\r\n\tAfter prison he turned from crime to music and poetry. In 1989 he was nominated for Oxford Professor of Poetry, and has since received honorary doctorates from several English universities, but famously refused to accept a nomination for an OBE in 2003. He was voted Britain&#39;s third favourite poet of all time (after T.S. Eliot and John Donne) in a BBC poll in 2009. In 2011 he was poet-in-residence at Keats House in 2011, and then made a radical career change by taking up his first ever academic position as a chair in Creative Writing at Brunel University in West London.<\/p>\r\n<p>\r\n\tHe has appeared in a number of television programmes, including <em>Eastenders, The Bill, Live and Kicking, Blue Peter<\/em> and <em>Wise Up<\/em>, and played Gower in a BBC Radio 3 production of Shakespeare&rsquo;s <em>Pericles<\/em> in 2005.<\/p>\r\n<p>\r\n\tBest known for his performance poetry with a political edge for adults &ndash; and his poetry with attitude for children &ndash; he has his own rap\/reggae band. He has produced numerous recordings, including <em>Dub Ranting<\/em> (1982), <em>Rasta<\/em> (1983), <em>Us and Dem<\/em> (1990), <em>Back to Roots<\/em> (1995), <em>Belly of de Beast<\/em> (1996) and <em>Naked<\/em> (2004). He was the first person to record with the Wailers after the death of Bob Marley, in a musical tribute to Nelson Mandela, which Mandela heard while in prison on Robben Island. Their later meetings led to Zephaniah working with children in South African townships and hosting the President&rsquo;s Two Nations Concert at the Royal Albert Hall in 1996.<\/p>\r\n<p>\r\n\tHis first book of poems, <em>Pen Rhythm<\/em>, was produced in 1980 by a small East London publishing cooperative, Page One Books. His second collection, <em>The Dread Affair<\/em>, was published by Hutchinson&rsquo;s short-lived Arena imprint in 1985. He has since published three collections with Bloodaxe, <em>City Psalms<\/em> (1992), <em>Propa Propaganda<\/em> (1996) and <em>Too Black Too Strong<\/em> (2001), the latter including poems written while working with Michael Mansfield QC and other Tooks barristers on the Stephen Lawrence case. His DVD-book <em>To Do Wid Me: Benjamin Zephaniah live and direct<\/em> (filmed by Pamela Robertson-Pearce) is out from Bloodaxe Books in 2013.<\/p>\r\n<p>\r\n\tHis other titles include his poetry books for children, <em>Talking Turkeys<\/em> (1994), <em>Funky Chickens<\/em> (1996) and <em>Wicked World<\/em> (2000), all from Puffin\/Penguin; his novels for teenagers, <em>Face<\/em> (1999), <em>Refugee Boy<\/em> (2001), <em>Gangsta Rap<\/em> (2004) and <em>Teacher&rsquo;s Dead<\/em> (2007), all from Bloomsbury; <em>The Bloomsbury Book of Love Poems<\/em> (1999); <em>Schools Out: Poems Not for School<\/em> (1997) and <em>The Little Book of Vegan Poems<\/em> (2001) from AK Press; and <em>We Are Britain<\/em> (Frances Lincoln, 2003).<\/p>",
    "themes":"love,music,politics,history,identity",
    "user_themes":""
},
{
    "id_number":"11",
    "id_name":"jean-binta-breeze",
    "first_name":"Jean &apos;Binta&apos;",
    "last_name":"Breeze",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/jean-binta-breeze",
    "poem_title":"Aid Travels with a Bomb",
    "epigraph_text":null,
    "poem_text":"<p>400 years <\/p><p>from the plantation whip <\/p><p>to the IMF grip<\/p><p>&nbsp;<\/p><p>Aid travels with a bomb<\/p><p>Watch out <\/p><p>Aid travels with a bomb<\/p><p>&nbsp;<\/p><p>Aid for countries in despair<\/p><p>aid for countries that have no share<\/p><p>they’re dumping surplus food in the sea<\/p><p>yet they can’t allow starvation to be<\/p><p>They buy your land to dump nuclear waste<\/p><p>you sell it so that food your children can taste<\/p><p>&nbsp;<\/p><p>Aid travels with a bomb<\/p><p>Watch out <\/p><p>Aid travels with a bomb<\/p><p>&nbsp;<\/p><p>They love your country <\/p><p>they want to invest <\/p><p>but your country don’t get<\/p><p>when it come to the test<\/p><p>&nbsp;<\/p><p>They rob and exploit you<\/p><p>of your own<\/p><p>then send it back<\/p><p>as a foreign loan<\/p><p>interest is on it<\/p><p>regulations too<\/p><p>they will also decide<\/p><p>your policy for you<\/p><p>&nbsp;<\/p><p>Aid travels with a bomb<\/p><p>Watch out<\/p><p>Aid travels with a bomb<\/p><p>&nbsp;<\/p><p>They come, they work <\/p><p>they smile so pleased <\/p><p>they leave and you discover<\/p><p>a new disease<\/p><p>&nbsp;<\/p><p>Aid travels with a bomb<\/p><p>Watch out<\/p><p>Aid travels with a bomb<\/p><p>&nbsp;<\/p><p>You don’t know if they’re on CIA fee<\/p><p>or even with the KGB<\/p><p>cause you think your country is oh so free<\/p><p>until you look at the economy <\/p><p>&nbsp;<\/p><p>Aid travels with a bomb<\/p><p>Watch out!!<\/p>",
    "featured_book_title":"Third World Girl",
    "featured_book_link":"www.bloodaxebooks.com\/ecs\/product\/third-world-girl-1005",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/23262101",
    "video_start":"411",
    "video_end":"495",
    "bio":"<p>\r\n\tJean &lsquo;Binta&rsquo; Breeze is an internationally-renowned poet. Born in Hanover, Jamaica, she first visited London in 1985 to take part in the International Book Fair of Radical and Third World Books, and she has been writing, performing and teaching ever since. She has released seven poetry books, <i>Riddym Ravings<\/i> (Race Today, 1988), <i>Spring Cleaning<\/i> (Virago, 1992), and <i>On the Edge of an Island <\/i>(1997)<i>, The Arrival of Brighteye<\/i><i>&nbsp;<\/i>(2000)<i>,<\/i>&nbsp;<i>The Fifth Figure<\/i> (2006), <em>Third World Girl: Selected Poems<\/em> (2011, with DVD) and <em>The Verandah Poems<\/em> (2016) with Bloodaxe, as well as several records and CDs, including <i>Tracks<\/i> and <em>Eena Me Corner<\/em>&nbsp;with the Dennis Bovell Dub Band and <i>Riding On De Riddym: selected spoken works<\/i> (57 Productions).&nbsp;Her latest collection, <i>The Verandah Poems<\/i>, is launched with a UK reading tour in spring 2016. She has performed her work throughout the world, including tours of the Caribbean, Britain, North America, Europe, South East Asia and Africa, and now divides her time between Jamaica and England. She received a NESTA Award in 2003, and an MBE in 2012 for services to literature.<\/p>",
    "themes":"history,politics,race",
    "user_themes":""
},
{
    "id_number":"12",
    "id_name":"matthew-sweeney",
    "first_name":"Matthew",
    "last_name":"Sweeney",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/matthew-sweeney",
    "poem_title":"The Tunnel",
    "epigraph_text":null,
    "poem_text":"<p>Into the tunnel he went,<\/p><p>led by a torch, a tiny<\/p><p>silver torch bought in Crete.<\/p><p>&nbsp;<\/p><p>In his pocket was a scalpel<\/p><p>and a folded bag. His mobile<\/p><p>was slotted into his belt.<\/p><p>&nbsp;<\/p><p>Earphones brought him Coltrane’s<\/p><p>gnarled tones. He wriggled<\/p><p>past a dog’s skull, a tennis ball,<\/p><p>&nbsp;<\/p><p>a dusty copy of the bible.<\/p><p>An edition of North was propped<\/p><p>against the wall. He checked,<\/p><p>&nbsp;<\/p><p>it was signed. He slithered on,<\/p><p>his beam now bouncing off mosaic<\/p><p>mirrors on the low ceiling.<\/p><p>&nbsp;<\/p><p>As the sax swirled, he hummed<\/p><p>along, sniffing the trapped air,<\/p><p>feeling ahead, as if the light<\/p><p>&nbsp;<\/p><p>would miss something vital,<\/p><p>would blank out a sign.<\/p><p>He stuck gum in his mouth.<\/p><p>&nbsp;<\/p><p>Chewing, he muscled on, past<\/p><p>a framed photo of bombed Berlin,<\/p><p>a warped tennis racquet, a gun.<\/p><p>&nbsp;<\/p><p>A map of Europe appeared on the wall,<\/p><p>then disappeared. A voice rode over<\/p><p>Coltrane, counting to a hundred,<\/p><p>&nbsp;<\/p><p>and at the hundred, he emerged<\/p><p>into a red chamber. He stood up<\/p><p>and walked to the seated corpse.<\/p>",
    "featured_book_title":"Horse Music",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/inquisition-lane-178",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/56929052",
    "video_start":"316",
    "video_end":"396",
    "bio":"<p>\r\n\tMatthew Sweeney was born in Lifford, Co. Donegal, Ireland in 1952. He moved to London in 1973 and studied at the Polytechnic of North London and the University of Freiburg. After living in Berlin and Timisoara for some years, he returned to Ireland and now lives in Cork.<\/p>\r\n<p>\r\n\tHis poetry collections include <i>A Dream of Maps<\/i> (Raven Arts Press, 1981), <i>A Round House<\/i> (Raven Arts Press, 1983), <i>The Lame Waltzer<\/i> (Raven Arts Press, 1985), <i>Blue Shoes<\/i> (Secker &amp; Warburg, 1989), <i>Cacti<\/i> (Secker &amp; Warburg, 1992), <i>The Bridal Suite<\/i> (Jonathan Cape, 1997) and <i>A Smell of Fish<\/i> (Jonathan Cape, 2000), <i>Selected Poems<\/i> (Jonathan Cape, 2002), <i>Sanctuary<\/i> (Jonathan Cape, 2004), <i>Black Moon<\/i> (Jonathan Cape, 2007), <i>The Night Post: A Selection<\/i> (Salt, 2010), and <i>Horse Music<\/i> (Bloodaxe Books, 2013) and <i>Inquisition Lane<\/i> (Bloodaxe Books, 2015). <i>Black Moon<\/i> was shortlisted for the T.S. Eliot Prize and for the<i> Irish Times<\/i> Poetry Now Award. <i>Horse Music<\/i> won the inaugural Pigott Poetry Prize in association with Listowel Writers&rsquo; Week, and is a Poetry Book Society Recommendation. He has also published editions of selected poems in Canada (<i>Picnic on Ice<\/i>, Vehicule Press, 2002) and in Germany (<i>Rosa Milch<\/i>, bilingual trs. Jan Wagner, Berlin Verlag, 2008).<\/p>\r\n<p>\r\n\tHe won a Cholmondeley Award in 1987 and an Arts Council Writers&#39; Award in 1999. He has also published poetry for children, with collections including <i>The Flying Spring Onion<\/i> (1992), <i>Fatso in the Red Suit<\/i> (1995) and <i>Up on the Roof: New and Selected Poems<\/i> (2001). His novels for children include <i>The Snow Vulture<\/i> (1992) and <i>Fox<\/i> (2002). He edited <i>The New Faber Book of Children&#39;s Poems<\/i> (2003) and <i>Walter De la Mare: Poems<\/i> (2006) for Faber; co-edited <i>Emergency Kit: Poems for Strange Times<\/i> (Faber, 1996) with Jo Shapcott; and co-wrote <i>Writing Poetry<\/i> (Teach Yourself series, Hodder, 1997) and the comic novel&nbsp;<i>Death Comes for the Poets<\/i> (Muswell Press, 2012) with John Hartley Williams.<\/p>\r\n<p>\r\n\tMatthew Sweeney has held residencies at the University of East Anglia and the South Bank Centre in London, and was Poet in Residence at the National Library for the Blind as part of the Poetry Places scheme run by the Poetry Society in London. He was writer-in-residence at University College Cork in 2012-13, and is a member of Aosd&aacute;na.<\/p>",
    "themes":"music,dreams,history",
    "user_themes":""
},
{
    "id_number":"13",
    "id_name":"matthew-caley",
    "first_name":"Matthew",
    "last_name":"Caley",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/matthew-caley",
    "poem_title":"The Confluence of the Elbe and the Upa",
    "epigraph_text":"",
    "poem_text":"<p>&nbsp;&nbsp;&nbsp;&nbsp;Supposedly, the<\/p><p>cool silver birch bole barely<\/p><p>two hips width shudders<\/p><p>like a woman on the brink<\/p><p>of believing in her man<\/p><p>&nbsp;<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;They are two rivers<\/p><p>running into each other<\/p><p>clarities fusing<\/p><p>fast – where Coldharbour Lane runs<\/p><p>out into Camberwell Green<\/p><p>&nbsp;<\/p><p>The Confluence of the Elbe<\/p><p>and the Upa<\/p><p>&nbsp;<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;So, no matter that<\/p><p>bane flower proliferate,<\/p><p>cinquefoil and cress,<\/p><p>or silt builds scum upon scum<\/p><p>still they run on – sieve-panned and<\/p><p>&nbsp;<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;as prospectors bent<\/p><p>to what wild seam of beryl<\/p><p>jasper or jade, jet-<\/p><p>streamed, might yet convert bedrock<\/p><p>into discarded jewellery –<\/p><p>&nbsp;<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;two rivers, one back<\/p><p>spine-glint as a string of bulbs,<\/p><p>two Pilsner Urquells,<\/p><p>kinked, their quartz-strewn gravel beds<\/p><p>groan as the waters withdraw<\/p><p>&nbsp;<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;I, fly, later slipped<\/p><p>the Ritzy and Railton Road<\/p><p>to smoke the cool lips<\/p><p>off Bathsheba, her moon-washed<\/p><p>awry realigned tank top<\/p><p>&nbsp;<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;overlap of leaf<\/p><p>against leaf, veined light, networked<\/p><p>long-legged fly floats<\/p><p>arced, stilt stance on garlic bulbs<\/p><p>stippling estuarial banks<\/p><p>&nbsp;<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;found a copy of<\/p><p>Roy Fisher’s The Dow Low Drop<\/p><p>in the gutter out-<\/p><p>side of Book Mongers, leaf mulch<\/p><p>sailboat headed elsewhere or<\/p><p>&nbsp;<\/p><p>The Confluence of the Elbe<\/p><p>and the Upa<\/p><p>&nbsp;<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;them sank in couch grass<\/p><p>dew-nipped, swollen, bare-assed, blocked<\/p><p>tributary where<\/p><p>shyness meets shyness and forms<\/p><p>a pane of glass. Breath. Swipe. Swipe.<\/p><p>&nbsp;<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;His sly cigarette.<\/p><p>Her furtive stretch for a book<\/p><p>– nipple-smudge night-smock –<\/p><p>Milan Kundera’s Slowness<\/p><p>Modernism gone, with it<\/p><p>&nbsp;<\/p><p>The Confluence of the Elbe<\/p><p>and the Upa<\/p>",
    "featured_book_title":"Rake",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/rake-1110",
    "translated":"0",
    "original_title":null,
    "original_epigraph":"",
    "original_text":"",
    "translator_first_name":"",
    "translator_last_name":"",
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/174085036",
    "video_start":"0",
    "video_end":"111",
    "bio":"<p>Matthew Caley&rsquo;s <em>Thirst<\/em> (Slow Dancer, 1999) was shortlisted for the Forward Prize for Best First Collection, and followed by <em>The Scene of My Former Triumph<\/em> (Wrecking Ball Press, 2005), <em>Apparently<\/em> (Bloodaxe Books, 2010); his &apos;lost&apos; second collection, <em>Professor Glass<\/em> (Donut Press, 2011); and his fifth collection, <em>Rake<\/em> (Bloodaxe Books, 2016). His work has been included in many anthologies, including Roddy Lumsden&rsquo;s<em> Identity Parade<\/em> (Bloodaxe Books, 2010) and John Stammers&rsquo; <em>Picador Book of Love Poems<\/em>. He has also co-edited<em> Pop Fiction: The Song in Cinema <\/em>with Stephen Lannin (Intellect, 2005). He lives in London with&nbsp;artist Pavla Alchin and their two daughters.&nbsp;<\/p>",
    "themes":"nature,sexuality,history",
    "user_themes":""
},
{
    "id_number":"14",
    "id_name":"choman-hardi",
    "first_name":"Choman",
    "last_name":"Hardi",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/choman-hardi",
    "poem_title":"Dispute Over a Mass Grave",
    "epigraph_text":null,
    "poem_text":"<p>\r\n\tThe one you have &#64257;nished examining<\/p>\r\n<p>\r\n\tis my son. That is the milky coloured Kurdish<\/p>\r\n<p>\r\n\tsuit his father tailored for him, the blue shirt<\/p>\r\n<p>\r\n\this uncle gave to him. Your &#64257;ndings prove<\/p>\r\n<p>\r\n\tthat it is him &ndash; he was a tall &#64257;fteen year old,<\/p>\r\n<p>\r\n\twas left handed, had broken a rib.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tI know she too has been looking for her son<\/p>\r\n<p>\r\n\tbut you have to tell her that this is not him.<\/p>\r\n<p>\r\n\tYes the two of them were playmates and fought<\/p>\r\n<p>\r\n\tthe year before. But it was my son who broke<\/p>\r\n<p>\r\n\ta rib, hers only feigned to escape trouble.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tThat one is mine! Please give him back to me.<\/p>\r\n<p>\r\n\tI will bury him on the verge of my garden &ndash;<\/p>\r\n<p>\r\n\tthe mulberry tree will offer him its shadow,<\/p>\r\n<p>\r\n\tthe &#64258;owers will earnestly guard his grave,<\/p>\r\n<p>\r\n\tthe hens will peck on his gravestone,<\/p>\r\n<p>\r\n\tthe beehive will hum above his head.<\/p>",
    "featured_book_title":"Considering the Women",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/considering-the-women-1103",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/146534696",
    "video_start":"285",
    "video_end":"361",
    "bio":"<p>\r\n\tChoman Hardi was born in Sulaimani, Kurdistan, and lived in Iraq and Iran before seeking asylum in the UK in 1993. She was educated in the universities of Oxford (BA, Philosophy and psychology), London (MA, Philosophy) and Kent (PhD, Mental health). She was awarded a scholarship from the Leverhulme Trust to carry out her post-doctoral research about women survivors of genocide in Kurdistan- Iraq. The resulting book, <i>Gendered Experiences of Genocide: Anfal Survivors in Kurdistan-Iraq<\/i> (Ashgate, 2011), was chosen by the Yankee Book Peddler as a UK Core Title.<\/p>\r\n<p>\r\n\tHardi has published collections of poetry in Kurdish and English. Her first English collection, <i>Life for Us<\/i>, was published by Bloodaxe Books in 2004. In 2007 one of her poems from this collection, &lsquo;My children&rsquo;, was featured on the Poems on the Underground programme in London. In 2010 four poems from the same collection were selected onto the English GCSE curriculum in the UK (AQA and Edexel). In August 2014, another poem, &lsquo;Summer Roof&rsquo;, was chosen by London&rsquo;s Southbank Centre as one of the &rsquo;50 greatest love poems of the past 50 years&rsquo;. In November 2014 she was awarded The Woman&rsquo;s Prize by Andesha Cultural Centre in Sulaimani for her academic and creative achievements. Her latest English collection is&nbsp;<i>Considering the Women&nbsp;<\/i>(Bloodaxe Books, 2015), a Poetry Book Society Recommendation.<\/p>\r\n<p>\r\n\tShe was former Poet-In-Residence at Moniack Mhor Writers Centre (Scotland), Villa Hellebosch (Belgium), Hedgebrook Women Writers&rsquo; Retreat (USA) and The Booth (Shetland). As an academic researcher she has been a visiting scholar in The Centre for Multiethnic Research (Uppsala University), Zentrum Moderner Orient (Berlin) and The Department of Humanities (University of Amsterdam). Between 2009 and 2011 she was a Senior Associate Member of St. Anthony&rsquo;s College, Oxford. In 2014 she moved back to her home-city of Sulaimani to take up a post at the American University of Iraq (AUIS), becoming chair of the department of English in 2015.<\/p>",
    "themes":"war,death,middle east,motherhood,politics",
    "user_themes":""
},
{
    "id_number":"15",
    "id_name":"ko-un",
    "first_name":"Ko",
    "last_name":"Un",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/ko-un",
    "poem_title":"A Mouse",
    "epigraph_text":null,
    "poem_text":"<p>\r\n\tAfter the bombing<\/p>\r\n<p>\r\n\ta gaunt mouse came along.<\/p>\r\n<p>\r\n\tHe was glad.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&lsquo;How hungry you must be!&rsquo;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tLegless Gi-cheol threw his wooden pillow,<\/p>\r\n<p>\r\n\tknocked the animal senseless,<\/p>\r\n<p>\r\n\tcooked and ate it.<\/p>\r\n<p>\r\n\tHe cooked and ate the scream the mouse made&nbsp;<\/p>\r\n<p>\r\n\tas it died.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tWhen would the war end?<\/p>",
    "featured_book_title":"Maninbo",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/maninbo-273",
    "translated":"1",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":"Lee Sang-Wha &",
    "translator_last_name":"Brother Anthony of Taizé",
    "audio":"0",
    "audio_embed":"0",
    "video":"0",
    "video_embed":"",
    "video_start":"0",
    "video_end":"0",
    "bio":"<p>\r\n\tBorn in 1933 in Gunsan, North Jeolla Province, Korea, <b>Ko Un<\/b> is Korea&rsquo;s foremost living writer. After immense suffering during the Korean War, he became a Buddhist monk. His first poems were published in 1958, his first collection in 1960. A few years later he returned to the world. After years of dark nihilism, he became a leading spokesman in the struggle for freedom and democracy during the 1970s and 1980s, when he was often arrested and imprisoned. <\/p>\r\n<p>\r\n\tHe has published more than 150 volumes of poems, essays, and fiction, including the monumental seven-volume epic <i>Mount Paekdu<\/i> and the 30-volume <i>Maninbo<\/i> (Ten Thousand Lives) series. In recent years, more than thirty volumes of translations of his work have been published in some twenty languages. A selection from the first 10 volumes of <i>Maninbo<\/i> relating to Ko Un&rsquo;s village childhood was published in the US by Green Integer in 2006 under the title <i>Ten Thousand Lives<\/i>. A selection from the second 10 volumes will be published by Bloodaxe Books in 2015 under the title <i>Maninbo 2: Peace and War<\/i>. Ko Un&rsquo;s most recent poetry was translated by Brother Anthony of Taiz&eacute; and Lee Sang-Wha and published by Bloodaxe in 2012 in <i>First Person Sorrowful<\/i>. <\/p>\r\n<p>\r\n\tKo Un has been chosen as the winner of the Golden Wreath, one of the world&#39;s most prestigious awards for poetry, for 2014. The Golden Wreath is awarded for a body of work, and will be presented to Ko Un at a ceremony in Struga, Macedonia, during the international poetry festival Struga Poetry Evenings in August 2014. Former winners of this award include a number Nobel Laureates in Literature, such as Pablo Neruda (1972), Joseph Brodsky (1991) and Seamus Heaney (2001). Several winners of the Golden Wreath went on to win the Nobel Prize, as with the Swedish poet Tomas Transtr&ouml;mer, also published by Bloodaxe, who was awarded the Golden Wreath in 2003 and the Nobel Prize in Literature in 2011.<\/p>",
    "themes":"war,freedom,nature",
    "user_themes":""
},
{
    "id_number":"16",
    "id_name":"tony-hoagland",
    "first_name":"Tony",
    "last_name":"Hoagland",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/tony-hoagland",
    "poem_title":"Poor Britney Spears",
    "epigraph_text":null,
    "poem_text":"<p>is not a sentence I expected<\/p><p>to utter in this lifetime.<\/p><p>&nbsp;<\/p><p>If she wants to make a career comeback,<\/p><p>so her agent gets a spot on the MTV awards show<\/p><p>but she can't lose the weight beforehand<\/p><p>&nbsp;<\/p><p>so looks a little chubby in a spangled bikini<\/p><p>before millions of fanged, spiteful fans and enemies<\/p><p>and gets a little drunk beforehand<\/p><p>so misses a step in the dance routine,<\/p><p>&nbsp;<\/p><p>making her look, one critic says,<\/p><p>like a ‘comatose piglet’,<\/p><p>&nbsp;<\/p><p>well, it wasn’t by accident, was it?<\/p><p>That she wandered into the late-twentieth-century glitterati party<\/p><p>of striptease American celebrity?<\/p><p>&nbsp;<\/p><p>First we made her into an object of desire,<\/p><p>then into an object of contempt,<\/p><p>now we want to turn her into an object of compassion?<\/p><p>&nbsp;<\/p><p>Are you sure we know what the hell we’re doing?<\/p><p>&nbsp;<\/p><p>Is she a kind of voodoo doll<\/p><p>onto whom we project <\/p><p>our vicarious fantasies of triumph and humiliation?<\/p><p>&nbsp;<\/p><p>Is she a pink, life-size piece of chewing gum<\/p><p>full of non-FDA approved additives<\/p><p>engineered by the mad scientists<\/p><p>of the mainstream dream machine?<\/p><p>&nbsp;<\/p><p>Or is she nothing less than a gladiatrix<\/p><p>who strolls into the coliseum<\/p><p>full of blinding lights and tigers<\/p><p>&nbsp;<\/p><p>with naught but her slim javelin of talent<\/p><p>and recklessly little protective clothing?<\/p><p>&nbsp;<\/p><p>Oh my adorable little monkey,<\/p><p>prancing for your candy,<\/p><p>&nbsp;<\/p><p>with one of my voices I shout, ‘Jump, jump, you little whore!’<\/p><p>With another I say,<\/p><p>&nbsp;<\/p><p>in a tired voice that turns down the lights,<\/p><p>‘Put on some clothes and go home, Sweetheart.’<\/p>",
    "featured_book_title":"Unincorporated Persons in the Late Hon",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/unincorporated-persons-in-the-late-honda-dynasty-967",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/14143720",
    "video_start":"600",
    "video_end":"768",
    "bio":"<p>\r\n\tTony Hoagland was born in 1953 in Fort Bragg, North Carolina. His father was an Army doctor, and Hoagland grew up on various military bases throughout the South. He teaches at the University of Houston and in the low residency MFA program at Warren Wilson College. He lives in Santa Fe, New Mexico.<\/p>\r\n<p>\r\n\tHis first collection, <i>Sweet Ruin<\/i> (1992), won the Brittingham Prize in Poetry. His second, <i>Donkey Gospel<\/i> (1998), won the James Laughlin Award of The Academy of American Poets. The third, <i>What Narcissism Means to Me<\/i> (2003), was shortlisted for a National Book Circle Critics Award. His first UK book of poems, <i>What Narcissism Means to Me: Selected Poems<\/i> (Bloodaxe Books, 2005) drew upon these three collections, and was followed by <i>Unincorporated Persons in the Late Honda Dynasty<\/i> (2010). He has also published <i>Real Sofistikashun: Essays on Poetry and Craft<\/i> (Graywolf Press, USA, 2006) and <i>Twenty Poems That Could Save America and Other Essays<\/i> (Graywolf Press, USA, 2014). His latest collection, <i>Application for Release from the Dream<\/i> is due from Graywolf in 2015 and from Bloodaxe in 2016.<\/p>\r\n<p>\r\n\tHe has received the Jackson Poetry Prize, awarded by <em>Poets &amp; Writers<\/em> magazine; the Mark Twain Award, given by the Poetry Foundation; and the O.B. Hardison Jr. Prize from the Folger Shakespeare Library.<\/p>",
    "themes":"america,pop,music,gender",
    "user_themes":""
},
{
    "id_number":"17",
    "id_name":"jane-clarke",
    "first_name":"Jane",
    "last_name":"Clarke",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/jane-clarke",
    "poem_title":"The Ringer",
    "epigraph_text":null,
    "poem_text":"<p>\r\n\tIt was my mother taught me to watch<\/p>\r\n<p>\r\n\tblood-breasted stonechats on a barbed-wire fence,<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tto listen for the mournful song of a linnet,<\/p>\r\n<p>\r\n\ta meadow pipit&rsquo;s pseeping alarm.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tI couldn&rsquo;t count how many I&rsquo;ve caught,<\/p>\r\n<p>\r\n\tringed, sexed, measured and weighed<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tbut I&rsquo;ll always remember the ﬁrst time<\/p>\r\n<p>\r\n\tin the woods beyond Skibbereen,<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\twhen I opened a mist net at dawn,<\/p>\r\n<p>\r\n\theld a goldcrest hammocked between<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tfinger and thumb, a rosebud in my palm.<\/p>\r\n<p>\r\n\tOlive nape, yellow crown, eyes<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tblack and glistening as Kilkenny marble.<\/p>\r\n<p>\r\n\tI held my breath, lest I harm her,<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tturned my hand so she lay on her back.<\/p>\r\n<p>\r\n\tShe settled as if lulled into a trance.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tI opened the cage of my fingers &ndash;<\/p>\r\n<p>\r\n\ta heartbeat, and she was gone.<\/p>",
    "featured_book_title":"The River",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/the-river-283",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"1",
    "audio_embed":"263935455",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/225374310",
    "video_start":"165",
    "video_end":"239",
    "bio":"<p>\r\n\tOriginally from a farm in the west of Ireland, Jane Clarke now lives in Co. Wicklow. She holds a BA in English and Philosophy from Trinity College, Dublin and an MPhil in Writing from the University of South Wales. She has a background in psychoanalytic psychotherapy and combines writing with her work as a management consultant in not-for-profit organisations. She received the Listowel Writers&#39; Week Poetry Collection Prize in 2014 and her other awards include the Trocaire\/Poetry Ireland Competition (2014), Poems for Patience (2013), iYeats (2010), and Listowel Writers&rsquo; Week (2007). Her poems have been published in <i>The Irish Times<\/i> and <i>The Irish Independent<\/i>, and by many journals, magazines, anthologies and websites. Her first collection, <i>The River<\/i>, was published by Bloodaxe Books in 2015. She won the 2016 Hennessy Literary Award for Emerging Poetry with three poems from&nbsp;<i>The River,&nbsp;<\/i>&#39;For Isobel&#39;, &#39;Blue Bible&#39; and &#39;Every Tree&#39;.&nbsp;<i>The River&nbsp;<\/i>is shortlisted for the Royal Society of Literature&#39;s Ondaatje Prize, given for a distinguished work of fiction, non-fiction evoking the spirit of a place.<\/p>",
    "themes":"nature,place,love,animals",
    "user_themes":""
},
{
    "id_number":"18",
    "id_name":"selima-hill",
    "first_name":"Selima",
    "last_name":"Hill",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/selima-hill",
    "poem_title":"Cow",
    "epigraph_text":null,
    "poem_text":"<p>I want to be a cow<\/p><p>and not my mother’s daughter.<\/p><p>I want to be a cow<\/p><p>and not in love with you.<\/p><p>I want to feel free to feel calm.<\/p><p>I want to be a cow who never knows<\/p><p>the kind of love you ‘fall in love with’ with;<\/p><p>a queenly cow, with hips as big and sound<\/p><p>as a department store,<\/p><p>a cow the farmer milks on bended knee,<\/p><p>who when she dies will feel dawn<\/p><p>bending over her like lawn to wet her lips.<\/p><p>&nbsp;<\/p><p>I want to be a cow,<\/p><p>nothing fancy – <\/p><p>a cargo of grass,<\/p><p>a hammock of soupy milk<\/p><p>whose floating and rocking and dribbling’s undisturbed<\/p><p>by the echo of hooves to the city;<\/p><p>of crunching boots;<\/p><p>of suspicious-looking trailers parked on verges;<\/p><p>of unscrupulous restaurant-owners<\/p><p>who stumble, pink-eyed, from stale beds<\/p><p>into a world of lobsters and warm telephones;<\/p><p>of streamlined Japanese freighters<\/p><p>ironing the night,<\/p><p>heavy with sweet desire like bowls of jam.<\/p><p>&nbsp;<\/p><p>The Tibetans have 85 words for states of consciousness.<\/p><p>This dozy cow I want to be has none.<\/p><p>She doesn’t speak.<\/p><p>She doesn’t do housework or worry about her appearance.<\/p><p>She doesn’t roam.<\/p><p>Safe in her fleet<\/p><p>of shorn-white-bowl-like friends,<\/p><p>she needs, and loves, and’s loved by,<\/p><p>only this – <\/p><p>the farm I want to be a cow on too.<\/p><p>&nbsp;<\/p><p>Don’t come looking for me.<\/p><p>Don’t come walking out into the bright sunlight<\/p><p>looking for me,<\/p><p>black in your gloves and stockings and sleeves<\/p><p>and large hat.<\/p><p>Don’t call the tractorman.<\/p><p>Don’t call the neighbours.<\/p><p>Don’t make a special fruit-cake for when I come home:<\/p><p>I’m not coming home.<\/p><p>I’m going to be a cowman’s counted cow.<\/p><p>I’m going to be a cow<\/p><p>and you won’t know me.<\/p>",
    "featured_book_title":"Gloria: Selected Poems",
    "featured_book_link":"www.bloodaxebooks.com\/ecs\/product\/gloria-901",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"1",
    "audio_embed":"199343163",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/1054948",
    "video_start":"0",
    "video_end":"0",
    "bio":"<p>\r\n\tSelima Hill&rsquo;s poetry has been called wanton, wildly imaginative, tender, intelligent, dangerous, defiant, subversive and startling. All these qualities are strongly&nbsp;present throughout <i>Gloria<\/i>, a comprehensive selection drawn from ten formally diverse and thematically unified collections, each offering wild variations on her abiding themes: women&rsquo;s identities, love and loss, repression and abuse, family conflict and mental illness, men, animals and human civilisation.<\/p>\r\n<p>\r\n\t<i>Gloria <\/i>covers all Selima Hill&rsquo;s books from <i>Saying Hello at the Station <\/i>(1984) to <i>Red Roses <\/i>(2006), and is published at the same time as her latest collection, <i>The Hat <\/i>(2008).<\/p>",
    "themes":"love,gender,women,animals",
    "user_themes":""
},
{
    "id_number":"19",
    "id_name":"robert-adamson",
    "first_name":"Robert",
    "last_name":"Adamson",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/robert-adamson",
    "poem_title":"The stone curlew",
    "epigraph_text":null,
    "poem_text":"<p>I am writing this inside the head<\/p><p>of a bush stone curlew,<\/p><p>we have been travelling for days<\/p><p>&nbsp;<\/p><p>moving over the earth<\/p><p>flying when necessary.<\/p><p>I am not the bird itself, only its passenger<\/p><p>&nbsp;<\/p><p>looking through its eyes.<\/p><p>The world rocks slightly as we move<\/p><p>over the stubble grass of the dunes,<\/p><p>&nbsp;<\/p><p>at night shooting stars draw lines<\/p><p>across the velvet dark<\/p><p>as I hang in a sling of light<\/p><p>&nbsp;<\/p><p>between the bird’s nocturnal eyes.<\/p><p>The heavens make sense, seeing this way<\/p><p>makes me want to believe<\/p><p>&nbsp;<\/p><p>words have meanings,<\/p><p>that Australia is no longer a wound<\/p><p>in the side of the earth.<\/p><p>&nbsp;<\/p><p>I think of the white settlers<\/p><p>who compared the curlew’s song<\/p><p>to the cries of women being strangled,<\/p><p>&nbsp;<\/p><p>and remember the poets who wrote <\/p><p>anthropomorphically as I sing softly<\/p><p>from the jelly of the stone curlew’s brain.<\/p>",
    "featured_book_title":"The Kingfisher's Soul",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/the-kingfisher-s-soul-916",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"1",
    "audio_embed":"183227154",
    "video":"0",
    "video_embed":"",
    "video_start":"0",
    "video_end":"0",
    "bio":"<p>\r\n\tRobert Adamson was born in Sydney in 1943 and grew up in Neutral Bay and on the Hawkesbury River, New South Wales. During a tumultuous youth, he found his way to poetry, and in the five decades since he has produced 20 books of poetry and three books of prose. From 1970 to 1985 he was the driving force behind Australia&rsquo;s <i>New Poetry<\/i> magazine, and in 1987, with Juno Gemes, he established Paper Bark Press, for two decades one of Australia&rsquo;s leading poetry publishers. He was the inaugural CAL chair of poetry at UTS (University of Technology, Sydney) in 2011-14. He has won many major Australian poetry awards, including the Christopher Brennan Prize for lifetime achievement, the Patrick White Award, <em>The Age<\/em> Book of the Year Award for <em>The Goldfinches of Baghdad<\/em> (Flood Editions, 2006) and the Victorian Premier&rsquo;s Poetry Award for <em>The Golden Bird<\/em> (Black Inc, 2009). He has published three books in Britain with Bloodaxe: <em>Reading the River: Selected Poems<\/em> (2004), <em>The Kingfisher&rsquo;s Soul<\/em> (2009) and <em>Net Needle<\/em> (May 2016).<\/p>",
    "themes":"animals,australia,nature",
    "user_themes":"birds,"
},
{
    "id_number":"20",
    "id_name":"clare-pollard",
    "first_name":"Clare",
    "last_name":"Pollard",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/clare-pollard",
    "poem_title":"The Caravan",
    "epigraph_text":null,
    "poem_text":"<p>\r\n\tWe were alive that evening, on the north Yorkshire moors,<\/p>\r\n<p>\r\n\tin a valley of scuffed hills and smouldering gorse.<\/p>\r\n<p>\r\n\tPheasants strutted, their feathers as richly patterned<\/p>\r\n<p>\r\n\tas Moroccan rugs, past the old Roma caravan &ndash;&nbsp;<\/p>\r\n<p>\r\n\tcandles, a rose-cushioned bed, etched glass &ndash;<\/p>\r\n<p>\r\n\tthat I&rsquo;d hired to imagine us gipsies&nbsp;<\/p>\r\n<p>\r\n\tas our bacon and bean stew bubbled,<\/p>\r\n<p>\r\n\tas you built a ﬁre, moustached, shirt-sleeves rolled.<\/p>\r\n<p>\r\n\tIt kindled and started to lick, and you laughed<\/p>\r\n<p>\r\n\tin your muddy boots, there in the wild &ndash;&nbsp;<\/p>\r\n<p>\r\n\tor as close as we can now get to the wild &ndash;&nbsp;<\/p>\r\n<p>\r\n\tskinning up a joint with dirty hands, sloshing wine&nbsp;<\/p>\r\n<p>\r\n\tinto beakers, the sky turning heather with night,<\/p>\r\n<p>\r\n\tthe moon a huge cauldron of light,<\/p>\r\n<p>\r\n\tthe chill wind blasting away our mortgage,&nbsp;<\/p>\r\n<p>\r\n\temails, bills, TV, our broken washing machine.<\/p>\r\n<p>\r\n\tSmoke and stars meant my thoughts loosened,&nbsp;<\/p>\r\n<p>\r\n\tand took off like the owls that circled overhead,<\/p>\r\n<p>\r\n\tand I knew your hands would later catch in my hair,<\/p>\r\n<p>\r\n\thoped the wedding ring on them never seemed a snare &ndash; &nbsp;<\/p>\r\n<p>\r\n\tfor if you were a traveller I would not make you settle,<\/p>\r\n<p>\r\n\tbut would have you follow your own weather,<\/p>\r\n<p>\r\n\tand if you were a hawk I would not have you hooded,<\/p>\r\n<p>\r\n\tbut would watch, dry-mouthed, as you hung above the fields,&nbsp;<\/p>\r\n<p>\r\n\tand if you were a rabbit I would not want you tame,<\/p>\r\n<p>\r\n\tbut would watch you gambolling through the bracken,<\/p>\r\n<p>\r\n\tthough there is dark meat packed around your ribs,<\/p>\r\n<p>\r\n\tand the hawk hangs in the skies.<\/p>",
    "featured_book_title":"Changling",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/changeling-1006",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/26757533",
    "video_start":"312",
    "video_end":"419",
    "bio":"<p>\r\n\tClare Pollard was born in Bolton in 1978 and lives in London. She has published four collections with Bloodaxe: <i>The Heavy-Petting Zoo<\/i> (1998), which she wrote while still at school; <i>Bedtime<\/i> (2002); <i>Look, Clare! Look!<\/i> (2005); <i>Changeling<\/i>&nbsp;(2011), a Poetry Book Society Recommendation; with a fifth collection, <em>Incarnation<\/em>, due in February 2017. Her translation <i>Ovid&#39;s Heroines<\/i> was published by Bloodaxe in 2013. Her first play <i>The Weather<\/i> (Faber, 2004) premi&egrave;red at the Royal Court Theatre. She works as an editor, broadcaster and teacher. Her documentary for radio, <i>My Male Muse<\/i> (2007), was a Radio 4 Pick of the Year. She is co-editor, with James Byrne, of the anthology <i>Voice Recognition: 21 poets for the 21st century<\/i> (Bloodaxe Books, 2009). <\/p>",
    "themes":"travel,adventure,relationships,yorkshire,nature",
    "user_themes":""
},
{
    "id_number":"21",
    "id_name":"brendan-kennelly",
    "first_name":"Brendan",
    "last_name":"Kennelly",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/brendan-kennelly",
    "poem_title":"I See You Dancing, Father",
    "epigraph_text":null,
    "poem_text":"<p>\r\n\tNo sooner downstairs after the night&rsquo;s rest<\/p>\r\n<p>\r\n\tAnd in the door<\/p>\r\n<p>\r\n\tThan you started to dance a step<\/p>\r\n<p>\r\n\tIn the middle of the kitchen floor.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tAnd as you danced<\/p>\r\n<p>\r\n\tYou whistled.<\/p>\r\n<p>\r\n\tYou made your own music<\/p>\r\n<p>\r\n\tAlways in tune with yourself.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tWell, nearly always, anyway.<\/p>\r\n<p>\r\n\tYou&rsquo;re buried now<\/p>\r\n<p>\r\n\tIn Lislaughtin Abbey<\/p>\r\n<p>\r\n\tAnd whenever I think of you<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tI go back beyond the old man<\/p>\r\n<p>\r\n\tMind and body broken<\/p>\r\n<p>\r\n\tTo find the unbroken man.<\/p>\r\n<p>\r\n\tIt is the moment before the dance begins,<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tYour lips are enjoying themselves<\/p>\r\n<p>\r\n\tWhistling an air.<\/p>\r\n<p>\r\n\tWhatever happens or cannot happen<\/p>\n\n<p>\r\n\tIn the time I have to spare<\/p>\r\n<p>\r\n\tI see you dancing, father.<\/p>",
    "featured_book_title":"The Essential Brendan Kennelly",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/the-essential-brendan-kennelly-999",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"1",
    "audio_embed":"259495478",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/2002088",
    "video_start":"98",
    "video_end":"150",
    "bio":"<p>\r\n\tBrendan Kennelly is one of Ireland&rsquo;s most distinguished and best loved poets, as well as a renowned teacher and cultural commentator. Born in 1936 in Ballylongford, Co. Kerry, he was Professor of Modern Literature at Trinity College, Dublin for over 30 years, and retired from teaching in 2005. He now lives in Listowel, Co. Kerry.<\/p>\r\n<p>\r\n\tHe has published more than 30 books of poetry, including <i>Familiar Strangers: New &amp; Selected Poems 1960-2004<\/i> (2004), which includes the whole of his book-length poem <i>The Man Made of Rain<\/i> (1998). He is best-known for two controversial poetry books, <i>Cromwell<\/i>, published in Ireland in 1983 and in Britain by Bloodaxe in 1987, and his epic poem <i>The Book of Judas<\/i> (1991), which topped the Irish bestsellers list: a shorter version was published by Bloodaxe in 2002 as <i>The Little Book of Judas<\/i>. His third epic, <i>Poetry My Arse<\/i> (1995), did much to outdo these in notoriety. All these remain available separately from Bloodaxe, along with his more recent titles: <i>Glimpses<\/i> (2001), <i>Martial Art<\/i> (2003), <i>Now<\/i> (2006), <i>Reservoir Voices<\/i> (2009), <i>The Essential Brendan Kennelly: Selected Poems<\/i>, edited by Terence Brown and Michael Longley, with audio CD (2011), and <i>Guff<\/i> (2013).<\/p>\r\n<p>\r\n\tHis drama titles include <i>When Then Is Now<\/i> (2006), a trilogy of his modern versions of three Greek tragedies (all previously published by Bloodaxe): Sophocles&rsquo; <i>Antigone<\/i> and Euripides&rsquo; <i>Medea<\/i> and <i>The Trojan Women<\/i>. His <i>Antigone<\/i> and <i>The Trojan Women<\/i> were both first performed at the Peacock Theatre, Dublin, in 1986 and 1993 respectively; <i>Medea<\/i> premi&egrave;red in the Dublin Theatre Festival in 1988, toured in England in 1989 and was broadcast by BBC Radio 3. His other plays include Lorca&rsquo;s <i>Blood Wedding<\/i> (Northern Stage, Newcastle &amp; Bloodaxe, 1996).<\/p>\r\n<p>\r\n\tHis translations of Irish poetry are available in <i>Love of Ireland: Poems from the Irish<\/i> (Mercier Press, 1989). He has edited several anthologies, including <i>The Penguin Book of Irish Verse<\/i> (1970\/1981), <i>Ireland&rsquo;s Women: Writings Past and Present<\/i>, with Katie Donovan and A. Norman Jeffares (Gill &amp; Macmillan, 1994), and <i>Dublines<\/i>, with Katie Donovan (Bloodaxe Books, 1995), and published two early novels, <i>The Crooked Cross<\/i> (1963) and <i>The Florentines<\/i> (1967).<\/p>\r\n<p>\r\n\tHis<i> Journey into Joy: Selected Prose<\/i>, edited by &Aring;ke Persson, was published by Bloodaxe in 1994, along with <i>Dark Fathers into Light<\/i>, a critical anthology on his work edited by Richard Pine. John McDonagh&rsquo;s critical study <i>Brendan Kennelly: A Host of Ghosts<\/i> was published in The Liffey Press&rsquo;s Contemporary Irish Writers series in 2004.<\/p>",
    "themes":"family,memory,death",
    "user_themes":""
},
{
    "id_number":"22",
    "id_name":"ken-smith",
    "first_name":"Ken",
    "last_name":"Smith",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/ken-smith",
    "poem_title":"Being the third song of Urias",
    "epigraph_text":null,
    "poem_text":"<p>Lives ago, years past generations<\/p><p>perhaps nowhere I dreamed it:<\/p><p>the foggy ploughland of wind<\/p><p>and hoofprints, my father<\/p><p>off in the mist topping beets.<\/p><p>&nbsp;<\/p><p>Where I was eight, I knew nothing,<\/p><p>the world a cold winter light<\/p><p>on half a dozen fields, then<\/p><p>all the winking blether of stars.<\/p><p>&nbsp;<\/p><p>Before like a fool I began<\/p><p>explaining the key in its lost locked box<\/p><p>adding words to the words to the sum<\/p><p>that never works out.<\/p><p>&nbsp;<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Where I was<\/p><p>distracted again by the lapwing,<\/p><p>the damp morning air of my father’s<\/p><p>gregarious plainchant cursing<\/p><p>all that his masters deserved<\/p><p>and had paid for.<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sure I was<\/p><p>then for the world’s mere being<\/p><p>in the white rime on weeds<\/p><p>among the wet hawthorn berries<\/p><p>at the field’s edge darkened by frost,<\/p><p>and none of these damned words to say it.<\/p><p>&nbsp;<\/p><p>I began trailing out there in voices,<\/p><p>friends, women, my children,<\/p><p>my father’s tetherless anger, some<\/p><p>like him who are dead who are<\/p><p>part of the rain now.<\/p>",
    "featured_book_title":"Shed",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/shed-694",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"1",
    "audio_embed":"430486239",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/183655156",
    "video_start":"315",
    "video_end":"380",
    "bio":"<p>\r\n\tKen Smith (1938-2003) was a major voice in world poetry, a writer whose work shifted territory with time, from land to city, from Yorkshire, America and London to war-ravaged Eastern Europe. He was called &lsquo;the godfather of the new poetry&rsquo; because his politically edgy, cuttingly colloquial, muscular poetry influenced a whole generation of younger British poets, from Simon Armitage to Carol Ann Duffy.<\/p>\r\n<p>\r\n\tKen Smith was born in Rudston, East Yorkshire, the son of an itinerant farm labourer. He worked in Britain and America as a teacher, freelance writer, barman, magazine editor, potato picker, BBC reader and creative writing fellow, and was writer-in-residence at Wormwood Scrubs prison in 1985-87. He received America&rsquo;s highly prestigious Lannan Literary Award for Poetry in 1997, and a Cholmondeley Award in 1998.<\/p>\r\n<p>\r\n\tKen Smith was the first poet to be published by Bloodaxe, with his pamphlet <i>Tristan Crazy<\/i> in 1978. Smith&rsquo;s first book, <i>The Pity<\/i>, was published by Jonathan Cape in 1967, and his second, <i>Work, distances\/poems<\/i>, by Swallow Press, Chicago, in 1972. His early books span a transition from his preoccupation with land and myth (when he lived in Yorkshire, Devon and America) to his later engagement with urban Britain and the politics of radical disaffection (when he lived in East London). <i>The Poet Reclining: Selected Poems 1962-1980<\/i> (Bloodaxe, 1982; reissued 1989) covers the first half of his writing career.<\/p>\r\n<p>\r\n\tIn 1986 Ken Smith&rsquo;s collection <i>Terra<\/i> was shortlisted for the Whitbread Award. In 1987 Bloodaxe published his collected prose, <i>A Book of Chinese Whispers<\/i>. Four of his collections, <i>Terra<\/i> (1986), <i>Wormwood<\/i> (1987), <i>The heart, the border<\/i> (1990) and <i>Tender to the Queen of Spain<\/i> (1993), were Poetry Book Society Recommendations. His last separate collection, <i>Wild Root<\/i> (1998), a Poetry Book Society Choice, was shortlisted for the T.S. Eliot Prize. All these collections are included in his second Bloodaxe compilation, <i>Shed: Poems 1980-2001<\/i> (2002), the sequel to <i>The Poet Reclining.<\/i><\/p>\r\n<p>\r\n\tIn 1989 Harrap published <i>Inside Time<\/i>, Ken Smith&rsquo;s book about imprisonment, about Wormwood Scrubs and the men he met there. This was published in paperback by Mandarin in 1990. Ken Smith was working in Berlin when the Wall came down, writing a book about East and West Berlin: this turned into <i>Berlin: Coming in from the Cold<\/i> (Hamish Hamilton, 1990; Penguin paperback, 1991. He edited <i>Klaonica: poems for Bosnia<\/i> (Bloodaxe Books, 1993) with Judi Benson, and with Matthew Sweeney co-edited <i>Beyond Bedlam<\/i> (Anvil Press Poetry, 1997), a book of poems by mentally ill people.<\/p>\r\n<p>\r\n\tHe died on 27 June 2003 from a hospital infection caught while being treated for Legionnaires&rsquo; Disease, which he had contracted months earlier in Cuba. His last poems are published in <i>You Again: last poems &amp; other words<\/i> (Bloodaxe Books, 2004) along with other uncollected work, tributes from other poets, photographs, a biographical portrait and interviews covering the whole range of his life and work.<\/p>",
    "themes":"childhood,place,nature",
    "user_themes":""
},
{
    "id_number":"23",
    "id_name":"robert-hass",
    "first_name":"Robert",
    "last_name":"Hass",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/robert-hass",
    "poem_title":"Selected haiku by Issa",
    "epigraph_text":null,
    "poem_text":"<p>\r\n\tDon&rsquo;t worry, spiders,<\/p>\r\n<p>\r\n\tI keep house<\/p>\r\n<p>\r\n\tcasually.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t*<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tNew Year&rsquo;s Day &ndash;<\/p>\r\n<p>\r\n\teverything is in blossom!<\/p>\r\n<p>\r\n\tI feel about average.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t*<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tThe snow is melting<\/p>\r\n<p>\r\n\tand the village is flooded<\/p>\r\n<p>\r\n\twith children.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t*<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tGoes out,<\/p>\r\n<p>\r\n\tcomes back &ndash;<\/p>\r\n<p>\r\n\tthe love life of my cat.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t*<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tMosquito at my ear &ndash;<\/p>\r\n<p>\r\n\tdoes it think<\/p>\r\n<p>\r\n\tI&rsquo;m deaf ?<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t*<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tUnder the evening moon<\/p>\r\n<p>\r\n\tthe snail<\/p>\r\n<p>\r\n\tis stripped to the waist.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t*<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tEven with insects &ndash;<\/p>\r\n<p>\r\n\tsome can sing,<\/p>\r\n<p>\r\n\tsome can&rsquo;t.<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t*<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\t&nbsp;<\/p>\r\n<p>\r\n\tNapped half the day;<\/p>\r\n<p>\r\n\tno one&nbsp;<\/p>\r\n<p>\r\n\tpunished me!<\/p>",
    "featured_book_title":"The Essential Haiku",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/the-essential-haiku-1067",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"<iframe width=\"640\" height=\"360\" src=\"https:\/\/www.youtube.com\/embed\/rl8pRjLSFto?rel=0&amp;showinfo=0&amp;start=84\" frameborder=\"0\" allowfullscreen><\/iframe>",
    "video_start":"0",
    "video_end":"0",
    "bio":"<p>\r\n\tRobert Hass was born in 1941 in San Francisco. He served as US Poet Laureate in 1995-97. His many awards include a Pulitzer Prize and a National Book Award for <i>Time and Materials<\/i> (2007), and the National Book Critics Circle Award for <i>Sun Under Wood<\/i> (1996). His first collection <i>Field Guide<\/i> was selected by Stanley Kunitz for the Yale Younger Poets Series in 1973. His latest book of poetry is <i>The Apple Trees at Olema: New &amp; Selected Poems<\/i> (Ecco, USA, 2010; Bloodaxe Books, UK, 2011). Hass also worked with Czesław Miłosz to translate a dozen books of Miłosz&rsquo;s poetry, including <i>Treatise on Poetry<\/i> and, most recently, <i>A Second Space<\/i>. His translations of the Japanese haiku masters have been collected in <i>The Essential Haiku: Versions of Basho, Buson, and Issa&nbsp;<\/i>(Bloodaxe Books, 2013). His books of essays include <i>Twentieth Century Pleasures: Prose on Poetry<\/i> (1984) and <i>Now and Then: The Poet&rsquo;s Choice Columns<\/i> (2007). He lives in northern California with his wife, the poet Brenda Hillman, and teaches at the University of California at Berkeley.<\/p>",
    "themes":"japan,haiku,time,nature,humour",
    "user_themes":""
},
{
    "id_number":"24",
    "id_name":"w-s-merwin",
    "first_name":"W.S.",
    "last_name":"Merwin",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/w-s-merwin",
    "poem_title":"Yesterday",
    "epigraph_text":null,
    "poem_text":"<p>My friend says I was not a good son<\/p><p>you understand<\/p><p>I say yes I understand<\/p><p>&nbsp;<\/p><p>he says I did not go<\/p><p>to see my parents very often you know<\/p><p>and I say yes I know<\/p><p>&nbsp;<\/p><p>even when I was living in the same city he says<\/p><p>maybe I would go there once<\/p><p>a month or maybe even less<\/p><p>I say oh yes<\/p><p>&nbsp;<\/p><p>he says the last time I went to see my father<\/p><p>I say the last time I saw my father<\/p><p>&nbsp;<\/p><p>he says the last time I saw my father<\/p><p>he was asking me about my life<\/p><p>how I was making out and he<\/p><p>went into the next room<\/p><p>to get something to give me<\/p><p>&nbsp;<\/p><p>oh I say<\/p><p>feeling again the cold<\/p><p>of my father’s hand the last time<\/p><p>&nbsp;<\/p><p>he says and my father turned<\/p><p>in the doorway and saw me<\/p><p>look at my wristwatch and he<\/p><p>said you know I would like you to stay<\/p><p>and talk with me<\/p><p>&nbsp;<\/p><p>oh yes I say<\/p><p>&nbsp;<\/p><p>but if you are busy he said<\/p><p>I don’t want you to feel that you<\/p><p>have to<\/p><p>just because I’m here<\/p><p>&nbsp;<\/p><p>I say nothing<\/p><p>&nbsp;<\/p><p>he says my father<\/p><p>said maybe<\/p><p>you have important work you are doing<\/p><p>or maybe you should be seeing<\/p><p>somebody I don’t want to keep you<\/p><p>&nbsp;<\/p><p>I look out the window<\/p><p>my friend is older than I am<\/p><p>he says and I told my father it was so<\/p><p>and I got up and left him then<\/p><p>you know<\/p><p>&nbsp;<\/p><p>though there was nowhere I had to go<\/p><p>and nothing I had to do<\/p>",
    "featured_book_title":"Selected Poems",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/selected-poems-869",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/36988822",
    "video_start":"0",
    "video_end":"114",
    "bio":"<p>\r\n\tW.S. Merwin was Poet Laureate of the United States in 2010-11. He has received most of the principal prizes in American poetry, including the Pulitzer Prize (twice), the Bollingen Prize and the Tanning Prize and a Lannan Lifetime Achievement Award. Bloodaxe published his <em>Selected Poems<\/em> in 2007, prior to which his poetry had been unavailable in Britain for over 35 years. As well as being an internationally renowned poet, W.S. Merwin is the author of many classic translations, including editions of Neruda, Dante, <i>The Song of Roland, The Poem of the Cid<\/i>, and (from Bloodaxe) <i>Sir Gawain and the Green Knight<\/i>. His latest titles from Bloodaxe are <i>Selected Poems<\/i> (2007); <i>The Shadow of Sirius<\/i> (2009), which won him his second Pulitzer Prize;&nbsp;<i>The Moon Before Morning<\/i> (2014); and&nbsp;<em>Garden Time<\/em> (2016).&nbsp;All three of his recent collections from Bloodaxe are Poetry Book Society Recommendations. Born in New Jersey City in 1927, he taught at several universities, and now lives on the Pacific island of Maui, where he tends to his writing and to his garden of rare and endangered palm trees. <\/p>",
    "themes":"death,memory,family",
    "user_themes":""
},
{
    "id_number":"25",
    "id_name":"john-agard",
    "first_name":"John",
    "last_name":"Agard",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/john-agard",
    "poem_title":"Listen Mr Oxford Don",
    "epigraph_text":null,
    "poem_text":"<p>Me not no Oxford don<\/p><p>me a simple immigrant<\/p><p>from Clapham Common<\/p><p>I didn’t graduate<\/p><p>I immigrate<\/p><p>&nbsp;<\/p><p>But listen Mr Oxford don<\/p><p>I’m a man on de run<\/p><p>and a man on de run<\/p><p>is a dangerous one<\/p><p>&nbsp;<\/p><p>I ent have no gun<\/p><p>I ent have no knife<\/p><p>but mugging de Queen’s English<\/p><p>is the story of my life<\/p><p>&nbsp;<\/p><p>I dont need no axe<\/p><p>to split\/ up yu syntax<\/p><p>I dont need no hammer<\/p><p>to mash\/ up yu grammar<\/p><p>&nbsp;<\/p><p>I warning you Mr Oxford don<\/p><p>I’m a wanted man<\/p><p>and a wanted man<\/p><p>is a dangerous one<\/p><p>&nbsp;<\/p><p>Dem accuse me of assault<\/p><p>on de Oxford dictionary\/<\/p><p>imagine a concise peaceful man like me\/<\/p><p>dem want me serve time<\/p><p>for inciting rhyme to riot<\/p><p>but I tekking it quiet<\/p><p>down here in Clapham Common<\/p><p>&nbsp;<\/p><p>I’m not a violent man Mr Oxford don<\/p><p>I only armed wit mih human breath<\/p><p>but human breath<\/p><p>is a dangerous weapon<\/p><p>&nbsp;<\/p><p>So mek dem send one big word after me<\/p><p>I ent serving no jail sentence<\/p><p>I slashing suffix in self-defence<\/p><p>I bashing future wit present tense<\/p><p>and if necessary<\/p><p>&nbsp;<\/p><p>I making de Queen’s English accessory\/to my offence<\/p>",
    "featured_book_title":"Alternative Anthem",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/alternative-anthem-919",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/28503868",
    "video_start":"489",
    "video_end":"609",
    "bio":" <p>\r\n<p>\r\n\tPoet, performer, anthologist, John Agard was born in Guyana and came to Britain in 1977. His many books include seven from Bloodaxe, <i>From the Devil&rsquo;s Pulpit<\/i> (1997), <i>Weblines<\/i> (2000), <i>We Brits<\/i> (2006), <i>Alternative Anthem: Selected Poems<\/i> (2009), <i>Clever Backbone<\/i> (2009), <i>Travel Light Travel Dark<\/i> (2013) and <em>Playing the Ghost of Maimonides<\/em> (2016). He is the winner of the Queen&#39;s Gold Medal for Poetry for 2012, presented to him by The Queen on 12 March 2013.<\/p>\r\n<p>\r\n\tHe won the Casa de las Am&eacute;ricas Prize in 1982, a Paul Hamlyn Award in 1997, and a Cholmondeley Award in 2004. <i>We Brits<\/i> was shortlisted for the 2007 Decibel Writer of the Year Award, and he has won the Guyana Prize twice, for his <i>From the Devil&#39;s Pulpit<\/i> and <i>Weblines<\/i>.<\/p>\r\n<p>\r\n\tAs a touring speaker with the Commonwealth Institute, he visited nearly 2000 schools promoting Caribbean culture and poetry, and has performed on television and around the world. In 1989 he became the first Writer in Residence at London&rsquo;s South Bank Centre, who published <i>A Stone&rsquo;s Throw from Embankment<\/i>, a collection written during that residency. In 1998 he was writer-in-residence for the BBC with the Windrush project, and <i>Bard at the Beeb<\/i>, a selection of poems written during that residency, was published by BBC Learning Support. He was writer in residence at the National Maritime Museum in Greenwich in 2007.<\/p>\r\n<p>\r\n\tHe is popular writer for children and younger readers, with titles including <i>Get Back Pimple<\/i> (Viking), <i>Laughter is an Egg<\/i> (Puffin), <i>Grandfather&rsquo;s Old Bruk-a-down Car<\/i> (Red Fox), <i>I Din Do Nuttin<\/i> (Red Fox), <i>Points of View with Professor Peekaboo<\/i> (Bodley Head) and We Animals Would Like a Word with You (Bodley Head), which won a Smarties Award. <i>Einstein, The Girl Who Hated Maths<\/i>, a collection inspired by mathematics, and <i>Hello H2O<\/i>, a collection inspired by science, were published by Hodder Children&rsquo;s Books and illustrated by Satoshi Kitamura. Frances Lincoln Children&rsquo;s Books published his recent titles <i>The Young Inferno<\/i> (2008), his retelling of Dante, also illustrated by Satoshi Kitamura, which won the CLPE Poetry Award 2009, and <i>Goldilocks on CCTV<\/i> (2011). His first non-fiction work, <em>Book<\/em> (Walker Books, 2016), tells the history of books in the voice of the Book itself, and was longlisted for the 2016 Carnegie Medal.<\/p>\r\n<p>\r\n\tHe lives with the poet Grace Nichols and family in Sussex; they received the CLPE Poetry Award 2003 for their children&rsquo;s anthology <em>Under the Moon and Over the Sea<\/em> (Walker Books).<\/p>\r\n",
    "themes":"language,race,humour",
    "user_themes":""
},
{
    "id_number":"26",
    "id_name":"philip-gross",
    "first_name":"Philip",
    "last_name":"Gross",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/philip-gross",
    "poem_title":"Imago",
    "epigraph_text":null,
    "poem_text":"<p>She spent winter and spring <\/p>\r\n<p>in her chrysalis, a strait world <\/p>\r\n<p>shrunk and puckered like a mis-stitched scar. <\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Inside it held a breaking down of things <\/p>\r\n<p>like a drop of original swamp sea. <\/p>\r\n<p>Which is one way not to speak <\/p>\r\n<p>&nbsp;<\/p>\r\n<p>of unopening windows resigned to the view <\/p>\r\n<p>of the CAUTION PATIENTS CROSSING <\/p>\r\n<p>speedbumped drive; the coded sign <\/p>\r\n<p>&nbsp;<\/p>\r\n<p>NO CASUALTY DEPARTMENT here <\/p>\r\n<p>among so many casualties; <\/p>\r\n<p>the swabbed smells and the sounds off <\/p>\r\n<p>&nbsp;<\/p>\r\n<p>like that sobbing on legs <\/p>\r\n<p>down the corridor, and the dribbling <\/p>\r\n<p>overspill from the padlocked pool <\/p>\r\n<p>&nbsp;<\/p>\r\n<p>where a green beach ball scuds slow <\/p>\r\n<p>eccentric orbits <\/p>\r\n<p>to the pipe and back and round…<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>*<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Hawk moth caterpillars <\/p>\r\n<p>dropped from the limes in our street, <\/p>\r\n<p>pointless manna she’d save <\/p>\r\n<p>&nbsp;<\/p>\r\n<p>like the good girl she was, <\/p>\r\n<p>on damp earth in a jam-jar. <\/p>\r\n<p>They shrank to sealed ﬂasks <\/p>\r\n<p>&nbsp;<\/p>\r\n<p>for the usual great experiment. <\/p>\r\n<p>We found a blood-brown drip <\/p>\r\n<p>in the husk where one vanished; <\/p>\r\n<p>&nbsp;<\/p>\r\n<p>another that, shrink-<\/p>\r\n<p>wrapped too tight in itself, <\/p>\r\n<p>couldn’t ever split free.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>So seeing her now<\/p>\r\n<p>rise from the station subway<\/p>\r\n<p>with bags marked for home, <\/p>\r\n<p>&nbsp;<\/p>\r\n<p>to the lip of the crowd, and hesitate, <\/p>\r\n<p>not a child now, and not any image <\/p>\r\n<p>I could make to hold her, <\/p>\r\n<p>&nbsp;<\/p>\r\n<p>I can’t call her name, <\/p>\r\n<p>I can’t ﬁnd words for her, <\/p>\r\n<p>I wouldn’t dare.<\/p>",
    "featured_book_title":"Changes of Address: Poems 1980-1988 ",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/changes-of-address-695",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/8697407",
    "video_start":"653",
    "video_end":"760",
    "bio":" <p>\r\n\tPhilip Gross is Professor of Creative Writing at Glamorgan University. He has published nine books with Bloodaxe, including <i>Love Songs of Carbon<\/i> (2015), winner of the Roland Mathias Poetry Award (Wales Book of the Year), also a Poetry Book Society Recommendation; <i>Later<\/i> (2013); <i>Deep Field<\/i> (2011), a Poetry Book Society Recommendation, which was shortlisted for the Roland Mathias Poetry Award (Wales Book of the Year); <i>The Water Table<\/i> (2009), winner of the T.S. Eliot Prize; <i>The Egg of Zero<\/i> (2006); <i>Mappa Mundi<\/i> (2003), a Poetry Book Society Recommendation; and <i>Changes of Address: Poems 1980-1998<\/i> (2001), his selection from earlier books including <i>The Ice Factory, Cat&rsquo;s Whisker, The Son of the Duke of Nowhere, I.D.<\/i> and <i>The Wasting Game<\/i>. His book&nbsp;<i>I Spy Pinhole Eye<\/i> (Cinnamon Press, 2009), a collaborative work with photographer Simon Denison, won the Wales Book of the Year Award 2010.&nbsp;He is also the author of ten highly-praised novels for young people.<\/p>\r\n<p>\r\n\tHis poetry for children includes <i>Manifold Manor, The All-Nite Caf&eacute;<\/i> (winner of the Signal Award 1994), <i>Scratch City<\/i> and <i>Off Road To Everywhere<\/i> (winner of the CLPE Award 2011). Since <i>The Song of Gail and Fludd<\/i> (1991) he has published nine more novels for young people, most recently <i>The Storm Garden<\/i> (2006).<\/p>\r\n<p>\r\n\tBorn in Cornwall, he lived in Bristol and Bath for many years, and now lives in Penarth in South Wales.<\/p>",
    "themes":"illness,memory,nature",
    "user_themes":""
},
{
    "id_number":"29",
    "id_name":"elizabeth-alexander",
    "first_name":"Elizabeth",
    "last_name":"Alexander",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/elizabeth-alexander",
    "poem_title":"Smile",
    "epigraph_text":null,
    "poem_text":"<p>When I see a black man smiling<\/p><p>like that, nodding and smiling<\/p><p>with both hands visible, mouthing<\/p><p>&nbsp;<\/p><p>‘Yes, Ofﬁcer’, across the street,<\/p><p>I think of my father, who taught us<\/p><p>the words ‘cooperate’, ‘ofﬁcer’,<\/p><p>&nbsp;<\/p><p>to memorise badge numbers,<\/p><p>who has seen black men shot at<\/p><p>from behind in the warm months north.<\/p><p>&nbsp;<\/p><p>And I think of the ﬁne line –<\/p><p>hairline, eyelash, ﬁngernail paring – <\/p><p>the whisper that separates<\/p><p>&nbsp;<\/p><p>obsequious from safe. Armstrong,<\/p><p>Johnson, Robinson, Mays.<\/p><p>A woman with a yellow head<\/p><p>&nbsp;<\/p><p>of cotton candy hair stumbles out<\/p><p>of a bar at after-lunchtime<\/p><p>clutching a black man’s arm as if<\/p><p>&nbsp;<\/p><p>for her life. And the brother<\/p><p>smiles, and his eyes are ﬂint<\/p><p>as he watches all sides of the street.<\/p>",
    "featured_book_title":"American Blue: Selected Poems",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/american-blue-832",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/1056696",
    "video_start":"0",
    "video_end":"71",
    "bio":"<p>\r\n Elizabeth Alexander is a leading American poet whose work has been inspired by a wide range of influence, from history, literature, art and music, dreams and stories to the rich infinity of the African American experience. In January 2009 she read the inaugural poem for the swearing-in of President Barack Obama.<\/p>\r\n<p>\r\n She was born in New York City and grew up in Washington, DC. She is a poet, essayist, playwright, teacher and scholar of African-American literature and culture, and has given readings and lectures on African-American literature and culture in many countries.<\/p>\r\n<p>\r\n She has published four poetry collections in the States: <i>The Venus Hottentot <\/i>(1990), <i>Body of Life<\/i> (1996), <i>Antebellum Dream Book<\/i> (2001) and <i>American Sublime <\/i>(2005), a Pulitzer finalist. Her first British publication, <i>American Blue: Selected Poems <\/i>(2006), draws on all these. <i>Miss Crandall&#39;s School for Young Ladies &amp; Little Misses of Color<\/i>, a collaboration with poet Marilyn Nelson and artist Floyd Cooper, was published by Worksong in 2007. She has also published two collections of essays, a play, and a memoir, <i>The Light of the World<\/i> (2015).<\/p>\r\n<p>\r\n Elizabeth Alexander is currently the Director of Creativity and Free Expression at the Ford Foundation. She is the Wun Tsun Tam Mellon Professor in the Humanities at Columbia University, and previously served as on the faculty of Yale University for 15 years, including her tenure as chair of the African American Studies Department.<\/p>",
    "themes":"race,politics,america",
    "user_themes":""
},
{
    "id_number":"36",
    "id_name":"simon-armitage",
    "first_name":"Simon",
    "last_name":"Armitage",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/simon-armitage",
    "poem_title":"Snow Joke",
    "epigraph_text":null,
    "poem_text":"<p>Heard the one about the guy from Heaton Mersey?<\/p><p>Wife at home, lover in Hyde, mistress<\/p><p>in Newton-le-Willows and two pretty girls<\/p><p>in the top grade at Werneth prep. Well,<\/p><p>&nbsp;<\/p><p>he was late and he had a good car so he snubbed<\/p><p>the police warning-light and tried to finesse<\/p><p>the last six miles of moorland blizzard,<\/p><p>and the story goes he was stuck within minutes.<\/p><p>&nbsp;<\/p><p>So he sat there thinking about life and things;<\/p><p>what the dog does when it catches its tail<\/p><p>and about the snake that ate itself to death.<\/p><p>And he watched the windscreen filling up<\/p><p>&nbsp;<\/p><p>with snow, and it felt good, and the whisky<\/p><p>from his hip-flask was warm and smooth.<\/p><p>And of course, there isn’t a punchline<\/p><p>but the ending goes something like this.<\/p><p>&nbsp;<\/p><p>They found him slumped against the steering wheel<\/p><p>with volvo printed backwards in his frozen brow.<\/p><p>And they fought in the pub over hot toddies<\/p><p>as to who was to take the most credit.<\/p><p>&nbsp;<\/p><p>Him who took the aerial to be a hawthorn twig?<\/p><p>Him who figured out the contour of his car?<\/p><p>Or him who said he heard the horn, moaning softly<\/p><p>like an alarm clock under an eiderdown?<\/p>",
    "featured_book_title":"Zoom!",
    "featured_book_link":"www.bloodaxebooks.com\/ecs\/product\/zoom--332",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"0",
    "video_embed":"",
    "video_start":"0",
    "video_end":"0",
    "bio":"<p>\r\n Simon Armitage was born in 1963 in Huddersfield, England. After studying Geography at Portsmouth Polytechnic, he worked with young offenders before gaining a postgraduate qualification in social work at Manchester University. He worked as a probation officer in Oldham until 1994.<\/p>\r\n<p>\r\n His poetry books include <i>Zoom! <\/i>(Bloodaxe Books, 1989), <i>Xanadu<\/i> (Bloodaxe Books, 1992), and later collections published by Faber, including <i>Kid<\/i> (1992), and <i>CloudCuckooLand<\/i> (1997). He won an Eric Gregory Award in 1988. <i>Zoom!<\/i> was a Poetry Book Society Choice and was shortlisted for a Whitbread Poetry Award. He was named &#39;Most Promising Young Poet&#39; at the inaugural Forward Poetry Prize in 1992, won the Sunday Times Young Writer of the Year Award in 1993, and was Poet in Residence for the New Millennium Experience Company in 1999. <i>Mister Heracles<\/i> (2000), an adaptation of Euripides&#39; <i>Heracles<\/i>, was commissioned by the West Yorkshire Playhouse. His first&nbsp;<i>Selected Poems<\/i> was published by Faber in 2001, followed by <i>The Universal Home Doctor<\/i> (2002). More recently he has published a number of verse adaptations of classic works, including Homer&#39;s <i>Odyssey<\/i> (2006), <i>Sir Gawain and the Green Knight<\/i> (2007), <i>The Death of King Arthur<\/i> (2011), and a dramatisation for BBC Radio 4, <i>The Last Days of Troy<\/i> (2015). His most collections of poetry from Faber are <i>Tyrannosaurus versus the Corduroy Kid<\/i> (2006), <i>Seeing Stars<\/i> (2010) and <i>Paper Aeroplanes: Poems 1989-2014<\/i> (2014).<\/p>\r\n<p>\r\n Simon Armitage has worked extensively in film, radio and television. He wrote and presented <i>Xanadu<\/i> (1992), a &#39;poem film for television&#39;, broadcast by BBC television as part of the &#39;Words on Film&#39; series, and his film about the American poet Weldon Kees was broadcast by the BBC in 1993. He also wrote and narrated<i> Saturday Night<\/i>, a documentary about Leeds, and <i>Drinking for England<\/i>, both broadcast by the BBC in 1996 as part of the &#39;Modern Times&#39; series. <i>Moon Country<\/i> (1996), written with Glyn Maxwell, retraced a visit to Iceland in 1936 by the poets W.H. Auden and Louis MacNeice, and was adapted as a six-part series, <i>Second Draft from Saga Land<\/i>, broadcast by BBC Radio 3. <i>Out of the Blue<\/i> (2008) collects three pieces written in response to the anniversaries of three conflicts: a film-poem about 9\/11; a piece commissioned by Channel 5 for VE Day and a radio poem on Cambodia 30 years after the rise of the Khmer Rouge.<\/p>\r\n<p>\r\n He is also the author of <i>All Points North<\/i> (1998), a collection of essays about the north of England; <i>Gig<\/i> (2008), a memoir of a life of music and poetry; two novels <i>Little Green Man<\/i> (2001) and <i>White Stuff<\/i> (2004); and two books chronicling his walks across Britain, <i>Walking Home<\/i> (2012) on the Pennine Way, and <i>Walking Away<\/i>&nbsp;(2015) on the South West Coast Path.<\/p>\r\n<p>\r\n Simon Armitage is Professor of Poetry at Sheffield University. He was made a CBE for services to poetry in 2010. In 2012, as an artist in residence at London&#39;s Southbank Centre, he conceived and curated Poetry Parnassus, a gathering of world poets and poetry from every Olympic nation as part of Britain&#39;s Cultural Olympiad, a landmark event generally recognised as the biggest coming together of international poets in history, documented in the Bloodaxe anthology, <i>The World Record<\/i>, for which he wrote the introduction.<\/p>",
    "themes":"humour,death,relationships",
    "user_themes":""
},
{
    "id_number":"49",
    "id_name":"james-berry",
    "first_name":"James",
    "last_name":"Berry",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/james-berry",
    "poem_title":"Englan Voice",
    "epigraph_text":null,
    "poem_text":"<p>I prepare – an prepare well – fe Englan.<\/p><p>Me decide, and done leave behine<\/p><p>all the voice of ol slave-estate bushman.<\/p><p>&nbsp;<\/p><p>None of that distric bad-talk in Englan,<\/p><p>that bush talk of ol slave-estate man.<\/p><p>&nbsp;<\/p><p>Hear me speak in Englan, an see<\/p><p>you dohn think I a Englan native.<\/p><p>&nbsp;<\/p><p>Me nah go say<\/p><p>‘Bwoy, how you du?’<\/p><p>me a-go say ‘How are you old man?’<\/p><p>&nbsp;<\/p><p>Me nah go say<\/p><p>‘Wha yu nyam las night?’<\/p><p>me a-go say ‘What did you have for supper?’<\/p><p>&nbsp;<\/p><p>Patois talk is bushman talk –<\/p><p>people who talk patois them dam lazy.<\/p><p>&nbsp;<\/p><p>Because mi bush voice so settle in me<\/p><p>an might let me down in-a Englan<\/p><p>me a-practise.<\/p><p>&nbsp;<\/p><p>Me a-practise talk like teacher<\/p><p>till mi Englan voice come out-a me<\/p><p>like water from hillside rock.<\/p><p>&nbsp;<\/p><p>Even if you fellows here<\/p><p>dohn hear mi Englan voice<\/p><p>I have it – an hear it in mi head!<\/p>",
    "featured_book_title":"A Story I Am In",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/a-story-i-am-in-1012",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/222651293",
    "video_start":"456",
    "video_end":"555",
    "bio":"<p>\r\n James Berry (1924-2017) was born and brought up in a tiny seaside village in Jamaica. He learnt to read before he was four years old, mostly from the Bible, which he often read aloud to his mother&rsquo;s friends. When he was 17, he went to work in America, but hated the way black people were treated there, and returned to Jamaica after four years. In 1948, he made his way to Britain, and took a job working for British Telecom.<\/p>\r\n<p>\r\n One of the first black writers in Britain to achieve wider recognition, Berry rose to prominence in 1981 when he won the National Poetry Competition. His numerous books include two seminal anthologies of Caribbean poetry, <i>Bluefoot Traveller <\/i>(1976) and <i>News for Babylon <\/i>(Chatto, 1984). His retrospective, <i>A Story I Am In: Selected Poems<\/i> (Bloodaxe Books, 2011), draws on five collections of poetry, including <i>Fractured Circles<\/i> (1979) and <i>Lucy&rsquo;s Letters and Loving<\/i> (1982) from New Beacon Books, <i>Chain of Days<\/i> (Oxford University Press, 1985), and <i>Hot Earth Cold Earth<\/i> (1995) and <i>Windrush Songs<\/i> (2007) from Bloodaxe. <i>Windrush Songs<\/i> was published to mark the 200th anniversary of the abolition of the slave trade. <\/p>\r\n<p>\r\n He also published several books of poetry and short stories for children (from Hamish Hamilton, Puffin and Walker Books), and won many literary prizes, including the Smarties Prize (1987), the Signal Poetry Award (1989) and a Cholmondeley Award (1991). He was awarded the OBE in 1990.&nbsp;<\/p>",
    "themes":"language,politics,england",
    "user_themes":""
},
{
    "id_number":"77",
    "id_name":"david-constantine",
    "first_name":"David",
    "last_name":"Constantine",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/david-constantine",
    "poem_title":"Common and Particular",
    "epigraph_text":null,
    "poem_text":"<p>I like these men and women who have to do with death,<\/p><p>Formal, gentle people whose job it is,<\/p><p>They mind their looks, they use words carefully.<\/p><p>&nbsp;<\/p><p>I liked that woman in the sunny room<\/p><p>One after the other receiving such as me<\/p><p>Every working day. She asks the things she must<\/p><p>&nbsp;<\/p><p>And thanks me for the answers. Then I don’t mind<\/p><p>Entering your particulars in little boxes,<\/p><p>I like the feeling she has seen it all before,<\/p><p>&nbsp;<\/p><p>There is a form, there is a way. But also<\/p><p>That no one come to speak up for a shade<\/p><p>Is like the last, I see she knows that too.<\/p><p>&nbsp;<\/p><p>I’m glad there is a form to put your details in,<\/p><p>Your dates, the cause. Glad as I am of men<\/p><p>Who’ll make a trestle of their strong embrace<\/p><p>&nbsp;<\/p><p>And in a slot between two other slots<\/p><p>Do what they have to every working day:<\/p><p>Carry another weight for someone else.<\/p><p>&nbsp;<\/p><p>It is common. You are particular.<\/p>",
    "featured_book_title":"Collected Poems",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/collected-poems-777",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/1092834",
    "video_start":"590",
    "video_end":"669",
    "bio":"<p>\r\n David Constantine was born in 1944 in Salford, Lancashire. He read Modern Languages at Wadham College, Oxford, and lectured in German at Durham from 1969 to 1981 and at Oxford from 1981 to 2000. He is a freelance writer and translator, a Fellow of the Queen&rsquo;s College, Oxford, and was co-editor of <i>Modern Poetry in Translation<\/i> from 2004 to 2013. He lives in Oxford and on Scilly.<\/p>\r\n<p>\r\n He has published ten books of poetry, five translations and a novel with Bloodaxe. His poetry titles include <i>Something for the Ghosts<\/i> (2002), which was shortlisted for the Whitbread Poetry Award; <i>Collected Poems<\/i> (2004), a Poetry Book Society Recommendation; <i>Nine Fathom Deep<\/i> (2009); and <i>Elder<\/i> (2014). His Bloodaxe translations include editions of Henri Michaux and Philippe Jaccottet; his <i>Selected Poems<\/i> of H&ouml;lderlin, winner of the European Poetry Translation Prize, and his version of <i>H&ouml;lderlin&rsquo;s Sophocles<\/i>, these to be combined in a new expanded H&ouml;lderlin edition,<em> Selected Poetry<\/em> (2018); and his translation of Hans Magnus Enzensberger&rsquo;s <i>Lighter Than Air<\/i>, winner of the Corneliu M. Popescu Prize for European Poetry Translation. His other books include <i>A Living Language: Newcastle\/Bloodaxe Poetry Lectures<\/i> (2004), his translation of Goethe&rsquo;s <i>Faust<\/i> in Penguin Classics (2005, 2009), and his monograph <i>Poetry<\/i> (2013) in Oxford University Press&rsquo;s series <i>The Literary Agenda<\/i>.<\/p>\r\n<p>\r\n He has published five collections of short stories, and won the Frank O&rsquo;Connor International Short Story Award in 2013 for his collection <i>Tea at the Midland<\/i> (Comma Press), and is the first English writer to win this prestigious international fiction award. Three other short story collections, <em>Under the Dam<\/em> (2005), <em>The Shieling<\/em> (2009) and <em>In Another Country: Selected Stories<\/em> (2015), and his second novel,<em> The LIfe-Writer<\/em> (2015), are published by Comma Press. His story &#39;Tea at the Midland&#39; won the BBC National Short Story Award in 2010, while &#39;In Another Country&#39; was adapted into <em>45 Years<\/em>, a major film starring Tom Courtney and Charlotte Rampling.<\/p>",
    "themes":"death,memory,relationships",
    "user_themes":""
},
{
    "id_number":"90",
    "id_name":"tishani-doshi",
    "first_name":"Tishani",
    "last_name":"Doshi",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/tishani-doshi",
    "poem_title":"Walking Around",
    "epigraph_text":"<p>(after Neruda)<\/p>",
    "poem_text":"<p>It happens that I am tired of being a woman.<\/p><p>It happens that I cannot walk past country clubs<\/p><p>or consulates without considering the hags,<\/p><p>skinny as guitar strings, foraging in the rubbish. <\/p><p>&nbsp;<\/p><p>All along the streets there are forlorn mansions<\/p><p>where girls have grown up and vanished. <\/p><p>I am vanishing too. I want nothing to do with gates<\/p><p>or balconies or flat-screen TVs.<\/p><p>&nbsp;<\/p><p>It happens that I am tired of my veins and my hips,<\/p><p>and my navel and my sorrows. <\/p><p>It happens that I am tired of being a woman. <\/p><p>&nbsp;<\/p><p>Just the same it would be joyous<\/p><p>To flash my legs at the drivers playing chess,<\/p><p>to lead the old man at house 38<\/p><p>onto the tarred road to lie down <\/p><p>under the laburnum dripping gold. <\/p><p>&nbsp;<\/p><p>I do not want to keep growing in this skin,<\/p><p>to swell to the size of a mausoleum. <\/p><p>I do not want to be matriarch or mother. <\/p><p>Understand, I am only in love <\/p><p>with only these undrunk breasts.<\/p><p>&nbsp;<\/p><p>And when Monday arrives with the usual<\/p><p>battalion of pear-shaped wives who do battle<\/p><p>in grocery store aisles, <\/p><p>I’ll be stalking the fields of concrete and ash,<\/p><p>&nbsp;<\/p><p>the days pushing me from street <\/p><p>to street, leading me elsewhere –<\/p><p>to houses without ceiling fans <\/p><p>where daughters disappear and the walls weep.<\/p><p>&nbsp;<\/p><p>I will weep too for high-heeled beauty queens,<\/p><p>for sewing machines and chickens in cages. <\/p><p>I will walk with my harness<\/p><p>and exiled feet through cravings <\/p><p>and renunciations, through heaps <\/p><p>of midnight wreckages<\/p><p>where magistrates of crows gather <\/p><p>to sing the same broken song <\/p><p>of unforgiving loss.<\/p>",
    "featured_book_title":"Everything Begins Elsewhere",
    "featured_book_link":"www.bloodaxebooks.com\/ecs\/product\/everything-begins-elsewhere-1031",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/63460395",
    "video_start":"212",
    "video_end":"362",
    "bio":"<p>\r\n Tishani Doshi is an award-winning poet and dancer of Welsh-Gujarati descent. She was born in Madras, India, in 1975. She received her masters in writing from the Johns Hopkins University in America and worked in London in advertising before returning to India in 2001 to work with the choreographer Chandralekha, with whom she performed on many international stages. An avid traveller, she has been trekking in the Ethiopian Bale Mountains, visited Antarctica with a group of high-school students, and documented the largest transvestite gathering in Koovakam. She has written about her travels in newspapers such as the <i>Guardian, International Herald Tribune, The Hindu<\/i> and the <i>Financial Times<\/i>.<\/p>\r\n<p>\r\n She won an Eric Gregory Award for her poetry in 2001. In 2006, she won the All-India Poetry Competition, and her debut collection, <i>Countries of the Body<\/i> (Aark Arts), won the Forward Prize for Best First Collection. Her first novel, <i>The Pleasure Seekers<\/i> (Bloomsbury, 2010), was longlisted for the Orange Prize and shortlisted for the Hindu Fiction Award, and has been translated into several languages. Her second poetry collection, <i>Everything Begins Elsewhere<\/i>, was published by Bloodaxe Books in 2012. <em>Fountainville: new stories from the Mabinogion<\/em> was published by Seren in 2013. Her third collection, <i>Girls Are Coming Out of the Woods<\/i>&nbsp;(Bloodaxe Books, 2018), is a Poetry Book Society Recommendation.<\/p>\r\n<p>\r\n Tishani Doshi currently lives on a beach between two ﬁshing villages in Tamil Nadu with her husband and three dogs, and sometimes moonlights as a dancer. For more information, see her website <a href=\" http:\/\/www.tishanidoshi.com\/\">www.tishanidoshi.com<\/a>.<\/p>",
    "themes":"gender,women,age",
    "user_themes":""
},
{
    "id_number":"96",
    "id_name":"helen-dunmore",
    "first_name":"Helen",
    "last_name":"Dunmore",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/helen-dunmore",
    "poem_title":"Wild Strawberries",
    "epigraph_text":null,
    "poem_text":"<p>What I get I bring home to you: <\/p><p>a dark handful, sweet-edged, <\/p><p>dissolving in one mouthful.<\/p><p>&nbsp;<\/p><p>I bother to bring them for you <\/p><p>though they’re so quickly over, <\/p><p>pulpless, sliding to juice,<\/p><p>&nbsp;<\/p><p>a grainy rub on the tongue <\/p><p>and the taste’s gone. If you remember <\/p><p>we were in the woods at wild strawberry time<\/p><p>&nbsp;<\/p><p>and I was making a basket of dockleaves <\/p><p>to hold what you’d picked,<\/p><p>but the cold leaves unplaited themselves<\/p><p>&nbsp;<\/p><p>and slid apart, and again unplaited themselves <\/p><p>until I gave up and ate wild strawberries <\/p><p>out of your hands for sweetness.<\/p><p>&nbsp;<\/p><p>I lipped at your palm –<\/p><p>the little salt edge there,<\/p><p>the tang of money you’d handled.<\/p><p>&nbsp;<\/p><p>As we stayed in the wood, hidden, <\/p><p>we heard the sound system below us <\/p><p>calling the winners at Chepstow, <\/p><p>faint as the breeze turned.<\/p><p>&nbsp;<\/p><p>The sun came out on us, the shade blotches <\/p><p>went hazel: we heard names<\/p><p>bubble like stock-doves over the woods<\/p><p>&nbsp;<\/p><p>as jockeys in stained silks gentled <\/p><p>those sweat-dark, shuddering horses <\/p><p>down to the walk.<\/p>",
    "featured_book_title":"Counting Backwards",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/counting-backwards-1199",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/1149137",
    "video_start":"10",
    "video_end":"99",
    "bio":"<p>\r\n Helen Dunmore (1952-2017) was a poet, novelist, short story and children&rsquo;s writer. Her poetry books received a Poetry Book Society Choice and Recommendations, the Alice Hunt Bartlett Award, and the Signal Poetry Award. <i>Bestiary&nbsp;<\/i>was shortlisted for the T.S. Eliot Prize in 1997. <em>Inside the Wave<\/em>&nbsp;won the 2017 Costa Poetry Award and went on to be named Costa Book of the Year. She won ﬁrst prize in the Cardiff International Poetry Competition in 1990 with her poem &lsquo;Sisters leaving the dance&rsquo;, and first prize in the National Poetry Competition in 2010 with &lsquo;The Malarkey&rsquo;.<\/p>\r\n<p>\r\n After making her debut with&nbsp;<em>The Apple Fall<\/em> in 1983, she published all her poetry with Bloodaxe. Her earlier work was collected in <i>Out of the Blue: Poems 1975-2001<\/i> (2001), which was followed by&nbsp;<i>Glad of These Times<\/i> (2007), <i>The Malarkey<\/i> (2012), and <i>Inside the Wave<\/i> (2017), her tenth and final collection. A new retrospective, <em>Counting Backwards: Poems 1975-2017<\/em>, is due from Bloodaxe in February 2019.<\/p>\r\n<p>\r\n She published twelve novels and three books of short stories with Penguin, including <i>A Spell of Winter<\/i> (1995), winner of the Orange Prize for Fiction,&nbsp;<i>Talking to the Dead<\/i> (1996), <i>The Siege<\/i> (2001), <i>Mourning Ruby<\/i> (2003), <i>House of Orphans<\/i> (2006) and <i>The Betrayal<\/i> (2010), as well as <i>The Greatcoat<\/i> (2012) with Hammer, and <i>The Lie<\/i> (2014), <i>Exposure<\/i>&nbsp;(2016) and <em>Birdcage Walk <\/em>(2017) with Hutchinson. A posthumous story collection,&nbsp;<em>Girl, Balancing and Other Stories<\/em> is due from Hutchinson in June 2018.&nbsp;<\/p>\r\n<p>\r\n Born in Beverley, Yorkshire, she studied English at York University, and after graduating in 1973 spent two years teaching in Finland before settling in Bristol.&nbsp;<\/p>\r\n",
    "themes":"nature,memory,relationships,food",
    "user_themes":""
},
{
    "id_number":"111",
    "id_name":"roy-fisher",
    "first_name":"Roy",
    "last_name":"Fisher",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/roy-fisher",
    "poem_title":"The Nation",
    "epigraph_text":null,
    "poem_text":"<p>The national day<\/p><p>had dawned. Everywhere<\/p><p>the national tree was opening its blossoms<\/p><p>to the sun’s first rays, and from all quarters<\/p><p>young and old in national costume<\/p><p>were making their way to the original National<\/p><p>Building, where the national standard already<\/p><p>fluttered against the sky. Some breakfasted<\/p><p>on the national dish as they walked, frequently<\/p><p>pausing to greet acquaintances with a heartfelt<\/p><p>exchange of the national gesture. Many<\/p><p>were leading the national animal; others carried it<\/p><p>in their arms. The national bird<\/p><p>flew overhead; and on every side<\/p><p>could be heard the keen strains<\/p><p>of the national anthem, played on<\/p><p>the national instrument.<\/p><p>&nbsp;<\/p><p>Where enough were gathered together,<\/p><p>national feeling ran high, and concerted cries of<\/p><p>‘Death to the national foe!’ were raised.<\/p><p>The national weapon was brandished. Though<\/p><p>festivities were constrained by the size of<\/p><p>the national debt, the national sport was<\/p><p>vigorously played all day<\/p><p>and the national drink drunk.<\/p><p>And from midday till late in the evening<\/p><p>there arose continually from the rear<\/p><p>of the national prison the sounds of the national<\/p><p>method of execution, dealing out rapid<\/p><p>justice to those who had given way<\/p><p>– on this day of all days –<\/p><p>to the national vice.<\/p>",
    "featured_book_title":"The Long and Short of It: Poems 1955-2010",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/the-long-and-the-short-of-it-new-edition--1054",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/192330802",
    "video_start":"360",
    "video_end":"453",
    "bio":"<p>\r\n Roy Fisher (1930-2017) published over 30 poetry books, and was the subject of numerous critical essays and several studies, including <i>The Thing About Roy Fisher: Critical Essays on the Poetry of Roy Fisher<\/i>, edited by Peter Robinson and John Kerrigan (Liverpool University Press, 2000), and of <i>The Unofficial Roy Fisher<\/i>, edited by Peter Robinson (Shearsman Books, 2010).<\/p>\r\n<p>\r\n He published four books with Bloodaxe. <i>The Dow Low Drop: New &amp; Selected Poems<\/i> (1996) was superseded by his later retrospective, <i>The Long and the Short of It: Poems 1955-2005<\/i> (2005), and followed by <i>Standard Midland<\/i> (2010), published on his 80th birthday, which was shortlisted for the Costa Poetry Award. An expanded edition, <i>The Long and the Short of It: Poems 1955-2010<\/i> &ndash; including <i>Standard Midland<\/i> &ndash; was published in 2012. His first US <i>Selected Poems<\/i>, edited by August Kleinzahler, was published by Flood Editions in 2011. His final collection, <em>Slakki: New &amp; Neglected Poems<\/em>&nbsp;(2016) is a Poetry Book Society Special Commendation.<\/p>\r\n<p>\r\n Born in Handsworth, Birmingham, he retired as Senior Lecturer in American Studies from Keele University in 1982. He was also a jazz musician, and lived in the Derbyshire Peak District in his later years.<\/p>",
    "themes":"nation,language,humour,identity",
    "user_themes":""
},
{
    "id_number":"114",
    "id_name":"carolyn-forch-",
    "first_name":"Carolyn",
    "last_name":"Forché",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/carolyn-forch-",
    "poem_title":"The Colonel",
    "epigraph_text":null,
    "poem_text":"<p class='prose-style'>What you have heard is true. I was in his house. His wife carried a tray of coffee and sugar. His daughter filed her nails, his son went out for the night. There were daily papers, pet dogs, a pistol on the cushion beside him. The moon swung bare on its black cord over the house. On the television was a cop show. It was in English. Broken bottles were embedded in the walls around the house to scoop the kneecaps from a man’s legs or cut his hands to lace. On the windows there were gratings like those in liquor stores. We had dinner, rack of lamb, good wine, a gold bell was on the table for calling the maid. The maid brought green mangoes, salt, a type of bread. I was asked how I enjoyed the country. There was a brief commercial in Spanish. His wife took everything away. There was some talk then of how difficult it had become to govern. The parrot said hello on the terrace. The colonel told it to shut up, and pushed himself from the table. My friend said to me with his eyes: say nothing. The colonel returned with a sack used to bring groceries home. He spilled many human ears on the table. They were like dried peach halves. There is no other way to say this. He took one of them in his hands, shook it in our faces, dropped it into a water glass. It came alive there. I am tired of fooling around he said. As for the rights of anyone, tell your people they can go fuck themselves. He swept the ears to the floor with his arm and held the last of his wine in the air. Something for your poetry, no? he said. Some of the ears on the floor caught this scrap of his voice. Some of the ears on the floor were pressed to the ground. <\/p>\r\n<p class='prose-style'>&nbsp;<\/p>\r\n<p class='prose-style'>May 1978<\/p>",
    "featured_book_title":"The Country Between Us",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/the-country-between-us-1155",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/207355382",
    "video_start":"12",
    "video_end":"151",
    "bio":"<p>\r\n Carolyn Forch&eacute; was born in Detroit, Michigan in 1950. She has taught at several universities, and is now Director of the Lannan Center for Poetry and Poetics and holds the Lannan Chair in Poetry at Georgetown University in Washington, D.C. Her many honours include fellowships from the Guggenheim Foundation, the Lannan Foundation and the National Endowment for the Arts; the Edita and Ira Morris Hiroshima Foundation Award, given in 1997 for using her poetry as a &lsquo;means to attain understanding, reconciliation, and peace within communities and between communities&rsquo;; and most recently, Yale University&#39;s Windham-Campbell Prize.<\/p>\r\n<p>\r\n Her first collection, <i>Gathering the Tribes<\/i> (1976), was selected for the Yale Series of Younger Poets by Stanley Kunitz. Her second book, <i>The Country Between Us<\/i> (1981; UK reissue 2018), drew on her experiences in El Salvador before and during the civil war, and won the Poetry Society of America&#39;s Alice Fay di Castagnola Award, and was the Lamont Poetry Selection of the Academy of American Poets. Her later collections have drawn upon work written over many years: <i>The Angel of History<\/i> (HarperCollins, USA; Bloodaxe Books, 1994), <i>Blue Hour<\/i> (HarperCollins, USA; Bloodaxe Books, 2003), and <i>In the Lateness of the World<\/i> (due out in 2018).<\/p>\r\n<p>\r\n Her landmark anthology, <i>Against Forgetting: Twentieth-Century Poetry of Witness<\/i> (Norton, 1993), was followed by <i>Poetry of Witness: The Tradition in English: 1500-2001<\/i> (Norton, 2014), edited with Duncan Wu. She is Visiting Professor at Newcastle University, and edited the anthology&nbsp;<em>The Mighty Stream: Poems in celebration of Martin Luther King<\/em>&nbsp;(Bloodaxe Books \/ Newcastle University, 2017) with Jackie Kay.<\/p>\r\n<p>\r\n Her translations include Mahmoud Darwish&#39;s <em>Unfortunately, It Was Paradise: Selected Poems<\/em> (with Munir Akash, 2003), Claribel Alegr&iacute;a&#39;s <em>Flowers from the Volcano<\/em> (1983), and Robert Desnos&#39;s <em>Selected Poetry<\/em> (with William Kulik, 1991).<\/p>",
    "themes":"war,politics,history,south america",
    "user_themes":""
},
{
    "id_number":"150",
    "id_name":"w-n-herbert",
    "first_name":"W.N.",
    "last_name":"Herbert",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/w-n-herbert",
    "poem_title":"To a Mousse",
    "epigraph_text":null,
    "poem_text":"<p>O queen o sludge, maist royal mousse,<\/p><p>yir minions bear ye ben thi hoose,<\/p><p>O quakin sheikess, lavish, loose,<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;dessert o fable:<\/p><p>ye pit thi bumps back oan ma goose<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;and shauk ma table.<\/p><p>&nbsp;<\/p><p>Ye lang cloacal loch o choc,<\/p><p>grecht flabby door at which Eh knock,<\/p><p>and wi ma spunie seek a lock<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp; tae mak ye gape,<\/p><p>ye flattened, tockless cuckoo clock<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp; that drives me ape.<\/p><p>&nbsp;<\/p><p>Come let me lift ye tae ma mooth<\/p><p>and pree yir pertness wi ma tooth –<\/p><p>ye slake ma hunger and ma drouth<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp; wi wan sma bite:<\/p><p>come pang ma toomness tae thi outh<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp; wi broon delight.<\/p><p>&nbsp;<\/p><p>Let ane and aa dig in thir spades<\/p><p>and cerve oot chocolate esplanades,<\/p><p>and raise thir umber serenades<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp; at ilka sip:<\/p><p>sweet Venus, queen o cocoa glades <\/p><p>&nbsp;&nbsp;&nbsp;&nbsp; and thi muddied lip!<\/p><p>&nbsp;<\/p><p>&nbsp;<\/p><p>&nbsp;<\/p><p>&nbsp;<\/p><p>pang: stuff; toomness: emptiness; outh: utmost.<\/p>",
    "featured_book_title":"The Laurelude",
    "featured_book_link":"www.bloodaxebooks.com\/ecs\/product\/the-laurelude-600",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/1148762",
    "video_start":"224",
    "video_end":"298",
    "bio":"<p>\r\n W.N. Herbert is a highly versatile poet who writes both in English and Scots. Born in Dundee, he established his reputation with two English\/Scots collections from Bloodaxe, <i>Forked Tongue <\/i>(1994) and <i>Cabaret McGonagall <\/i>(1996), followed by <i>The Laurelude <\/i>(1998), <i>The Big Bumper Book of Troy <\/i>(2002), <em>Bad Shaman Blues <\/em>(2006) and <i>Omnesia<\/i> (2013). He has also published a critical study, <i>To Circumjack MacDiarmid<\/i> (OUP, 1992). His practical guide <i>Writing Poetry<\/i> was published by Routledge in 2010. He co-edited <i>Strong Words: modern poets on modern poetry<\/i> (Bloodaxe Books, 2000) with Matthew Hollis, and <i>Jade Ladder: Contemporary Chinese Poetry<\/i> (Bloodaxe Books, 2012) with Yang Lian. Born in Dundee, Bill Herbert is Professor of Poetry and Creative Writing at Newcastle University and lives in a lighthouse overlooking the River Tyne at North Shields. He was appointed Dundee&#39;s first Makar in 2013.<\/p>\r\n<p>\r\n Twice shortlisted for the T.S. Eliot Prize, his collections have also been shortlisted for the Forward Prize, McVities Prize, Saltire Awards and Saltire Society Scottish Book of the Year Award. Four are Poetry Book Society Recommendations.<\/p>",
    "themes":"language,scots,humour,nature,animals,food",
    "user_themes":""
},
{
    "id_number":"176",
    "id_name":"jenny-joseph",
    "first_name":"Jenny",
    "last_name":"Joseph",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/jenny-joseph",
    "poem_title":"Warning",
    "epigraph_text":null,
    "poem_text":"<p>When I am an old woman I shall wear purple<\/p><p>With a red hat which doesn’t go, and doesn’t suit me.<\/p><p>And I shall spend my pension on brandy and summer gloves<\/p><p>And satin sandals, and say we’ve no money for butter.<\/p><p>I shall sit down on the pavement when I’m tired<\/p><p>And gobble up samples in shops and press alarm bells<\/p><p>And run my stick along the public railings<\/p><p>And make up for the sobriety of my youth.<\/p><p>I shall go out in my slippers in the rain<\/p><p>And pick the flowers in other people’s gardens<\/p><p>And learn to spit.<\/p><p>&nbsp;<\/p><p>You can wear terrible shirts and grow more fat<\/p><p>And eat three pounds of sausages at a go<\/p><p>Or only bread and pickle for a week<\/p><p>And hoard pens and pencils and beermats and things in boxes.<\/p><p>&nbsp;<\/p><p>But now we must have clothes that keep us dry<\/p><p>And pay our rent and not swear in the street<\/p><p>And set a good example for the children.<\/p><p>We must have friends to dinner and read the papers.<\/p><p>&nbsp;<\/p><p>But maybe I ought to practise a little now?<\/p><p>So people who know me are not too shocked and surprised<\/p><p>When suddenly I am old, and start to wear purple.<\/p>",
    "featured_book_title":"Selected Poems",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/selected-poems-338",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/13879748",
    "video_start":"0",
    "video_end":"0",
    "bio":"<p>\r\n <b>Jenny Joseph<\/b>&nbsp;(1932-2018) was born in Birmingham, and grew up in Buckinghamshire and later in Devon where she was evacuated during the war. She was first published by John Lehmann in the 1950s. She lived in London for many years and then for much of her life in Gloucestershire before moving to Swansea. Her first book of poems, <i>The Unlooked-for Season<\/i> (1960), won her an Eric Gregory Award, and she won a Cholmondeley Award for her second collection, <i>Rose in the Afternoon<\/i> (1974). Two further collections followed from Secker &amp; Warburg, <i>The Thinking Heart<\/i> (1978) and <i>Beyond Descartes<\/i> (1983). Her <i>Selected Poems<\/i> was published by Bloodaxe Books in 1992, drawing on these four books. She is best-known for her poem &lsquo;Warning&rsquo;, a dramatic monologue in which a young woman talks of her fantasies of old age, voted Britain&#39;s favourite modern poem in a BBC poll in 2006. First published in <i>Rose in the Afternoon<\/i>, &lsquo;Warning&rsquo; is included in her Bloodaxe <i>Selected Poems<\/i>: to view her reading the poem, click on <u><strong><a href=\"https:\/\/vimeo.com\/13879748\">this link<\/a><\/strong><\/u>.<\/p>\r\n<p>\r\n Her other books included: <i>Persephone<\/i> (Bloodaxe Books, 1986), winner of the James Tait Black Memorial Prize; <i>Beached Boats<\/i> (Enitharmon Press, 1991), a collaboration with photographer Robert Mitchell; <i>Ghosts and other company<\/i> (Bloodaxe Books, 1995); a book of prose, <i>Extended Similes<\/i> (Bloodaxe Books, 1997), <i>All the Things I See<\/i> (Macmillan Children&rsquo;s Books, 2000); a gardening memoir, <i>Led by the Nose: A Garden of Smells<\/i> (Souvenir Press, 2002); a collection of new and later selected poems, <i>Extreme of things<\/i> (Bloodaxe Books, 2006); and <i>Nothing Like Love<\/i> (Enitharmon Press, 2010), a selection of her love poems.<\/p>",
    "themes":"humour,age,identity",
    "user_themes":""
},
{
    "id_number":"192",
    "id_name":"philip-levine",
    "first_name":"Philip",
    "last_name":"Levine",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/philip-levine",
    "poem_title":"Starlight",
    "epigraph_text":null,
    "poem_text":"<p>My father stands in the warm evening<\/p><p>on the porch of my ﬁrst house.<\/p><p>I am four years old and growing tired.<\/p><p>I see his head among the stars,<\/p><p>the glow of his cigarette, redder<\/p><p>than the summer moon riding<\/p><p>low over the old neighborhood. We<\/p><p>are alone, and he asks me if I am happy.<\/p><p>‘Are you happy?’ I cannot answer.<\/p><p>I do not really understand the word,<\/p><p>and the voice, my father’s voice, is not<\/p><p>his voice, but somehow thick and choked,<\/p><p>a voice I have not heard before, but<\/p><p>heard often since. He bends and passes<\/p><p>a thumb beneath each of my eyes.<\/p><p>The cigarette is gone, but I can smell<\/p><p>the tiredness that hangs on his breath.<\/p><p>He has found nothing, and he smiles<\/p><p>and holds my head with both his hands.<\/p><p>Then he lifts me to his shoulder,<\/p><p>and now I too am there among the stars<\/p><p>as tall as he. Are you happy? I say.<\/p><p>He nods in answer, Yes! oh yes! oh yes!<\/p><p>And in that new voice he says nothing,<\/p><p>holding my head tight against his head,<\/p><p>his eyes closed up against the starlight,<\/p><p>as though those tiny blinking eyes<\/p><p>of light might ﬁnd a tall, gaunt child<\/p><p>holding his child against the promises<\/p><p>of autumn, until the boy slept<\/p><p>never to waken in that world again.<\/p>",
    "featured_book_title":"Stranger to Nothing: Selected Poems",
    "featured_book_link":"www.bloodaxebooks.com\/ecs\/product\/stranger-to-nothing-839",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/1093117",
    "video_start":"196",
    "video_end":"330",
    "bio":"<p>\r\n Philip Levine (1928-2015) was born in Detroit, where he studied at Wayne University. After working as a labourer, he settled in Fresno, California, and also lived in other countries for some time, including Spain. He taught at Fresno until his retirement, later dividing his time between Fresno and Brooklyn, New York. Levine received many awards for his poetry, including the National Book Award (1980 &amp; 1991), and the Pulitzer Prize in 1995 for <i>The Simple Truth<\/i>. He published 17 collections of poems and two books of essays, and was appointed US Poet Laureate in 2011 at the age of 83.<\/p>\r\n<p>\r\n <i>Stranger to Nothing: Selected Poems<\/i> (Bloodaxe Books, UK, 2006) covers his American collections from <i>On the Edge<\/i> (1963) to <i>Breath<\/i> (2004). It was his first UK publication since Secker published an earlier <i>Selected Poems<\/i> in 1984. He also published a later collection, <i>News of the World<\/i> (Knopf, 2009).<\/p>",
    "themes":"memory,night,nature,love",
    "user_themes":""
},
{
    "id_number":"202",
    "id_name":"thomas-lux",
    "first_name":"Thomas",
    "last_name":"Lux",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/thomas-lux",
    "poem_title":"Refrigerator, 1957",
    "epigraph_text":null,
    "poem_text":"<p>More like a vault – you pull the handle out<\/p><p>and on the shelves: not a lot,<\/p><p>and what there is (a boiled potato<\/p><p>in a bag, a chicken carcass<\/p><p>under foil) looking dispirited,<\/p><p>drained, mugged. This is not<\/p><p>a place to go in hope or hunger.<\/p><p>But, just to the right of the middle<\/p><p>of the middle door shelf, on fire, a lit-from-within red,<\/p><p>heart red, sexual red, wet neon red,<\/p><p>shining red in their liquid, exotic,<\/p><p>aloof, slumming<\/p><p>in such company: a jar<\/p><p>of maraschino cherries. Three-quarters<\/p><p>full, fiery globes, like strippers<\/p><p>at a church social. Maraschino cherries, maraschino,<\/p><p>the only foreign word I knew. Not once<\/p><p>did I see these cherries employed: not<\/p><p>in a drink, nor on top<\/p><p>of a glob of ice cream,<\/p><p>or just pop one in your mouth. Not once.<\/p><p>The same jar there through an entire<\/p><p>childhood of dull dinners – bald meat,<\/p><p>pocked peas and, see above,<\/p><p>boiled potatoes. Maybe<\/p><p>they came over from the old country,<\/p><p>family heirlooms, or were status symbols<\/p><p>bought with a piece of the first paycheck<\/p><p>from a sweatshop,<\/p><p>which beat the pig farm in Bohemia,<\/p><p>handed down from my grandparents<\/p><p>to my parents<\/p><p>to be someday mine,<\/p><p>then my child’s?<\/p><p>They were beautiful<\/p><p>and, if I never ate one,<\/p><p>it was because I knew it might be missed<\/p><p>or because I knew it would not be replaced<\/p><p>and because you do not eat<\/p><p>that which rips your heart with joy.<\/p>",
    "featured_book_title":"Selected Poems",
    "featured_book_link":"www.bloodaxebooks.com\/ecs\/product\/selected-poems-146",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/205414562",
    "video_start":"522",
    "video_end":"658",
    "bio":"<p>\r\n Thomas Lux (1946-2017) was born in Northampton, Massachusetts, to working-class parents. He was raised on a dairy farm. He studied at Emerson College, Boston, and later, briefly, at the University of Iowa. He taught for 27 years at Sarah Lawrence College, and did spells of teaching at many other universities across the States before becoming Bourne Professor of Poetry and director of Poetry@Tech at the Georgia Institute of Technology in Atlanta.&nbsp;<\/p>\r\n<p>\r\n He published twelve collections of poetry. His &quot;switchover&quot; collection was <i>Half Promised Land<\/i> in 1986, which marked a sea change in his work. <i>Split Horizon<\/i> in 1994 won him the Kingsley-Tufts Award, making it possible for him to devote much more time and energy to his poetry at a crucial stage in the evolution of his work. His later books include <i>New and Selected Poems 1975-1995<\/i>, published in 1997, which shows the poet before and after his &quot;recovery&quot; from Surrealism, and was followed by <i>The Street of Clocks<\/i> (2001), <i>The Cradle Place<\/i> (2004), <i>God Particles<\/i> (2008), <i>Child Made of Sand<\/i> (2012) and<em> To the Left of Time <\/em>(2016). He published two books of poetry in Britain, <i>The Street of Clocks<\/i> - from Arc in 2001 - and his <i>Selected Poems<\/i> (2014) from Bloodaxe. He also edited <i>I Am Flying Into Myself: Selected Poems of Bill Knott<\/i> (2017).<\/p>",
    "themes":"family,memory,food",
    "user_themes":""
},
{
    "id_number":"332",
    "id_name":"anne-stevenson",
    "first_name":"Anne",
    "last_name":"Stevenson",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/anne-stevenson",
    "poem_title":"Poem for a Daughter",
    "epigraph_text":null,
    "poem_text":"<p>‘I think I’m going to have it,’<\/p><p>I said, joking between pains.<\/p><p>The midwife rolled competent<\/p><p>sleeves over corpulent milky arms.<\/p><p>‘Dear, you never have it,<\/p><p>we deliver it.’<\/p><p>A judgement years proved true.<\/p><p>Certainly I’ve never had you<\/p><p>as you still have me, Caroline.<\/p><p>&nbsp;<\/p><p>Why does a mother need a daughter?<\/p><p>Heart’s needle, hostage to fortune,<\/p><p>freedom’s end. Yet nothing’s more perfect<\/p><p>than that bleating, razor-shaped cry<\/p><p>that delivers a mother to her baby.<\/p><p>The bloodcord snaps that held<\/p><p>their sphere together. The child,<\/p><p>tiny and alone, creates the mother.<\/p><p>&nbsp;<\/p><p>A woman’s life is her own<\/p><p>until it is taken away<\/p><p>by a first particular cry.<\/p><p>Then she is not alone<\/p><p>but part of the premises<\/p><p>of everything there is:<\/p><p>a time, a tribe, a war.<\/p><p>When we belong to the world<\/p><p>we become what we are.<\/p>",
    "featured_book_title":"Poems 1955-2005",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/poems-1955-2005-808",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/2001317",
    "video_start":"108",
    "video_end":"202",
    "bio":"<p>\r\n Anne Stevenson was born in Cambridge, England, in 1933, of American parents, and grew up in New England and Michigan. She studied music, European literature and history at the University of Michigan, returning later to read English and publishing the first critical study of Elizabeth Bishop. After several transatlantic switches, she settled in Britain in 1964, and has since lived in Cambridge, Scotland, Oxford, the Welsh Borders and latterly in North Wales and Durham.<\/p>\r\n<p>\r\n She has held many literary fellowships, and was the inaugural winner of Britain&rsquo;s biggest literary prize, the Northern Rock Foundation Writer&rsquo;s Award, in 2002.&nbsp;In 2007 she was awarded three major prizes in her native USA: the $200,000 Lannan Lifetime Achievement Award for Poetry by the Lannan Foundation of Santa Fe,&nbsp;a Neglected Masters Award&nbsp;from the Poetry Foundation of Chicago and The Aiken Taylor Award in Modern American Poetry from <i>The Sewanee Review<\/i> in Tennessee. In 2008, The Library of America published <em>Anne Stevenson: Selected Poems<\/em>, edited by Andrew Motion, in conjunction with the Neglected Masters Award. This series is exclusively devoted to the greatest figures in American literature.<\/p>\r\n<p>\r\n As well as her numerous collections of poetry, Anne Stevenson has published a biography of Sylvia Plath (1989), a book of essays, <i>Between the Iceberg and the Ship <\/i>(1998), and two critical studies of Elizabeth Bishop&rsquo;s work, most recently <i>Five Looks at Elizabeth Bishop <\/i> (Bloodaxe Books, 2006). Her latest poetry books are <i>Poems 1955-2005 <\/i>(2005), <i>Stone Milk <\/i>(2007) and <i>Astonishment<\/i> (2012), all from Bloodaxe.<\/p>\r\n<p>\r\n In 2016 she gave the Newcastle\/Bloodaxe Poetry Lectures, to be published by Bloodaxe in 2017 as <em>About Poems and how poems are not about<\/em>.<\/p>",
    "themes":"love,family,women,motherhood",
    "user_themes":""
},
{
    "id_number":"335",
    "id_name":"ruth-stone",
    "first_name":"Ruth",
    "last_name":"Stone",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/ruth-stone",
    "poem_title":"The Excuse",
    "epigraph_text":null,
    "poem_text":"<p>Do they write poems when they have something to say,<\/p><p>Something to think about,<\/p><p>Rubbed from the world’s hard rubbing in the excess of every day?<\/p><p>The summer I was twenty-four in San Francisco. You and I.<\/p><p>The whole summer seemed like a cable-car ride over the gold bay.<\/p><p>But once in a bistro, angry at one another,<\/p><p>We quarreled about a taxi fare. I doubt<\/p><p>That it was the fare we quarreled about,<\/p><p>But one excuse is as good as another<\/p><p>In the excess of passion, in the need to be worn away.<\/p><p>&nbsp;<\/p><p>&nbsp;<\/p><p>Do they know it is cleanness of skin, firmness of flesh that matters?<\/p><p>It is so difficult to look at the deprived, or smell their decay.<\/p><p>But now I am among them. I, too, am a leper, a warning.<\/p><p>I hold out my crippled fingers; my voice flatters<\/p><p>Everyone who comes this way. In the weeds of mourning,<\/p><p>Groaning and gnashing, I display<\/p><p>Myself in malodorous comic wrappings and tatters,<\/p><p>In the excess of passion, in the need to be worn away.<\/p>",
    "featured_book_title":"What Love Comes To: New and Selected Poems",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/what-love-comes-to-936",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/4130827",
    "video_start":"212",
    "video_end":"340",
    "bio":"<p>\r\n Ruth Stone was born in Virginia in 1915, and lived in rural Vermont for much of her life. In 1959, after her husband committed suicide, she had to raise three daughters alone, all the time writing what she called her &lsquo;love poems, all written to a dead man&rsquo; who forced her to &lsquo;reside in limbo&rsquo; with her daughters. For 20 years she travelled the US, teaching creative writing at many universities. A greatly loved teacher, she was still working into her 80s. She won many awards and honours, including the National Book Award, the National Book Critics Circle Award, the Eric Mathieu King Award from the Academy of American Poets, a Whiting Award (with which she bought plumbing for her house), two Guggenheim Fellowships (one of which roofed the house), the Delmore Schwartz Award, the Cerf Lifetime Achievement Award from the state of Vermont, and the Shelley Memorial Award. Her retrospective <i>What Love Comes To: New &amp; Selected Poems<\/i> was published in 2008 in the US by Copper Canyon and in the UK by Bloodaxe Books and was a Poetry Book Society Recommendation. She died in 2011, aged 96.<\/p>",
    "themes":"writing,america,memory,politics",
    "user_themes":""
},
{
    "id_number":"336",
    "id_name":"arundhathi-subramaniam",
    "first_name":"Arundhathi",
    "last_name":"Subramaniam",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/arundhathi-subramaniam",
    "poem_title":"Prayer",
    "epigraph_text":null,
    "poem_text":"<p>May things stay the way they are<\/p><p>in the simplest place you know.<\/p><p>&nbsp;<\/p><p>May the shuttered windows<\/p><p>keep the air as cool as bottled jasmine.<\/p><p>May you never forget to listen<\/p><p>to the crumpled whisper of sheets<\/p><p>that mould themselves to your sleeping form.<\/p><p>May the pillows always be silvered<\/p><p>with cat-down and the muted percussion<\/p><p>of a lover’s breath.<\/p><p>May the murmur of the wall clock<\/p><p>continue to decree that your providence<\/p><p>run ten minutes slow.<\/p><p>&nbsp;<\/p><p>May nothing be disturbed<\/p><p>in the simplest place you know<\/p><p>for it is here in the foetal hush<\/p><p>that blueprints dissolve<\/p><p>and poems begin,<\/p><p>and faith spreads like the hum of crickets,<\/p><p>faith in a time<\/p><p>when maps shall fade,<\/p><p>nostalgia cease<\/p><p>and the vigil end.<\/p>",
    "featured_book_title":"Where I Live: New & Selected Poems",
    "featured_book_link":"www.bloodaxebooks.com\/ecs\/product\/where-i-live-new-selected-poems-920",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/32106567",
    "video_start":"288",
    "video_end":"365",
    "bio":"<p>\r\n Arundhathi Subramaniam is an award-winning poet and writer on spirituality and culture. Winner of the inaugural Khushwant Singh Memorial Prize for Poetry in 2015, the Raza Award for Poetry and the International Piero Bigongiari Prize, she mostly lives in Bombay (a city she is perennially on the verge of leaving). She has published two books of poetry in Britain with Bloodaxe, <em>Where I Live: New &amp; Selected Poems<\/em> (2009), which combines selections from her first two Indian collections, <em>On Cleaning Bookshelves<\/em> and <em>Where I Live<\/em>, with new work, and<em> When God Is a Traveller<\/em> (2014), a Poetry Book Society Choice shortlisted for the T.S. Eliot Prize. She has also written <em>The Book of Buddha<\/em> (Penguin, 2005) and <em>Sadhguru: More Than a Life<\/em> (Penguin, 2010), co-edited <em>Confronting Love<\/em> (Penguin, 2005), an anthology of Indian love poems in English, and edited <em>Pilgrim&#39;s India: An Anthology<\/em> (Penguin, 2011). In 2006 she appeared at London&rsquo;s Poetry International festival and gave readings throughout Britain on a tour organised by the Poetry Society. She also took part in the T.S. Eliot Prize reading at London&rsquo;s Southbank Centre in January 2015.<\/p>",
    "themes":"writing,spirituality,place",
    "user_themes":""
},
{
    "id_number":"364",
    "id_name":"c-k-williams",
    "first_name":"C.K.",
    "last_name":"Williams",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/c-k-williams",
    "poem_title":"Cassandra: Iraq",
    "epigraph_text":null,
    "poem_text":"<p>1<\/p><p>She’s magniﬁcent, as we imagine women must be<\/p><p>who foresee and foretell and are right and disdained.<\/p><p>&nbsp;<\/p><p>This is the difference between us who are like her<\/p><p>in having been right and disdained, and us as we are.<\/p><p>&nbsp;<\/p><p>Because we, in our foreseeings, our having been right,<\/p><p>are repulsive to ourselves, fat and immobile, like toads.<\/p><p>&nbsp;<\/p><p>Not toads in the garden, who after all are what they are,<\/p><p>but toads in the tale of death in the desert of sludge.<\/p><p>&nbsp;<\/p><p>2<\/p><p>In this tale of lies, of treachery, of superﬂuous dead,<\/p><p>were there ever so many who were right and disdained?<\/p><p>&nbsp;<\/p><p>With no notion what to do next? If we were true seers,<\/p><p>as prescient as she, as frenzied, we’d know what to do next.<\/p><p>&nbsp;<\/p><p>We’d twitter, as she did, like birds; we’d warble, we’d trill.<\/p><p>But what would it be really, to twitter, to warble, to trill ?<\/p><p>&nbsp;<\/p><p>Is it ee-ee-ee, like having a child? Is it uh-uh-uh, like a wound?<\/p><p>Or is it inside, like a blow, silent to everyone but yourself ?<\/p><p>&nbsp;<\/p><p>3<\/p><p>Yes, inside, I remember, oh-oh-oh: it’s where grief<\/p><p>is just about to be spoken, but all at once can’t be: oh.<\/p><p>&nbsp;<\/p><p>When you no longer can “think” of what things like lies,<\/p><p>like superﬂuous dead, so many, might mean: oh.<\/p><p>&nbsp;<\/p><p>Cassandra will be abducted at the end of her tale, and die.<\/p><p>Even she can’t predict how. Stabbed? Shot? Blown to bits?<\/p><p>&nbsp;<\/p><p>Her abductor dies, too, though, in a gush of gore, in a net.<\/p><p>That we know; she foresaw that – in a gush of gore, in a net.<\/p>",
    "featured_book_title":"Wait",
    "featured_book_link":"www.bloodaxebooks.com\/ecs\/product\/wait-970",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/1055931",
    "video_start":"866",
    "video_end":"995",
    "bio":"<p>\r\n C.K. Williams (1936-2015) was born in New Jersey, and lived latterly in Paris, Normandy and Princeton, USA. He published a dozen books in Britain with Bloodaxe, including <i>New &amp; Selected Poems<\/i> (1995), <i>The Vigil<\/i> (1997), <i>Repair<\/i> (1999) and <i>The Singing<\/i> (2003) &ndash; all four of these were Poetry Book Society Recommendations &ndash; followed by <i>Collected Poems<\/i> (2006), <i>Wait<\/i> (2010) and <i>Writers Writing Dying<\/i> (Farrar, Straus and Giroux, USA, 2012; Bloodaxe Books, 2013), another Poetry Book Society Recommendation. <em>All at Once: Prose Poems<\/em> (2014) and&nbsp;<em>Selected Later Poems<\/em>&nbsp;(2015) were published by Farrar, Straus and Giroux in the US. His last collection, <em>Falling Ill<\/em>, another Poetry Book Society Recommendation, was published by Bloodaxe Books in the UK and by Farrar, Straus and Giroux in the US in 2017.<\/p>\r\n<p>\r\n <i>Flesh and Blood<\/i> won the National Book Critics Circle Prize in 1987, <i>Repair<\/i> was awarded the 2000 Pulitzer Prize, and <i>The Singing<\/i> won the National Book Award for 2003. He was also honoured with the Ruth Lilly Poetry Prize, the PEN Voelker Career Achievement Award in Poetry for 1998; a Guggenheim Fellowship, two NEA grants, the Berlin Prize of the American Academy in Berlin, a Lila Wallace Fellowship, and prizes from PEN and the American Academy of Arts and Letters.<\/p>\r\n<p>\r\n He published a memoir, <i>Misgivings<\/i> (Farrar, Straus and Giroux), in 2000, which was awarded the PEN Albrand Memoir Award, and translations of Sophocles&rsquo; <i>Women of Trachis<\/i>, Euripides&rsquo; <i>Bacchae<\/i>, and poems of Francis Ponge, among others. He published two books of essays, <i>Poetry and Consciousness<\/i> (University of Michigan Press, 1998), and <i>In Time: Poets, Poems, and the Rest<\/i> (University of Chicago Press, 2012), and his book on Walt Whitman, <i>On Whitman<\/i>, was published by Princeton University Press in 2010. Farrar, Straus and Giroux published a collection of his prose poems, <em>All At Once<\/em>, in 2014. He also published several acclaimed translations, most notably Euripides&#39; <em>The Bacchae<\/em> (Farrar Straus and Giroux, 1990), and two co-translations, <em>Canvas<\/em> by Adam Zagajewski (with&nbsp;Renata Gorczynski and Benjamin Ivry, Farrar Straus and Giroux, 1991) and <em>Selected Poems<\/em> by Francis Ponge (with John Montague and Margaret Guiton, Wake Forest University Press, 1994).<\/p>\r\n<p>\r\n He taught in the Creative Writing Program at Princeton University, and was a chancellor of the Academy of American Poets.<\/p>\r\n<p>\r\n The 2012 film <i>The Color of Time<\/i> &ndash; released in the UK in 2014 under the title&nbsp;<i>Forever Love<\/i>&nbsp;&ndash; presented a semi-fictional version of his life drawing on his poems, with James Franco in the role of Williams.<\/p>",
    "themes":"mythology,writing,death,war",
    "user_themes":""
},
{
    "id_number":"370",
    "id_name":"c-d-wright",
    "first_name":"C.D.",
    "last_name":"Wright",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/c-d-wright",
    "poem_title":"Our Dust",
    "epigraph_text":null,
    "poem_text":"<p>I am your ancestor. You know next to nothing <\/p><p>about me.<\/p><p>There is no reason for you to imagine<\/p><p>the rooms I occupied or my heavy hair.<\/p><p>Not the faint vinegar smell of me. Or <\/p><p>the rubbered damp <\/p><p>of Forrest and I coupling on the landing <\/p><p>en route to our detached day.<\/p><p>&nbsp;<\/p><p>You didn’t know my weariness, error, incapacity,<\/p><p>I was the poet <\/p><p>of shadow work and towns with quarter-inch <\/p><p>phone books, of failed <\/p><p>roadside zoos. The poet of yard eggs and <\/p><p>sharpening shops, <\/p><p>jobs at the weapons plant and the Maybelline <\/p><p>factory on the penitentiary road. <\/p><p>&nbsp;<\/p><p>A poet of spiderwort and jacks-in-the-pulpit, <\/p><p>hollyhocks against the toolshed. <\/p><p>An unsmiling dark blond. <\/p><p>The one with the trowel in her handbag.<\/p><p>I dug up protected and private things.<\/p><p>That sort, I was.<\/p><p>My graves went undecorated and my churches <\/p><p>abandoned. This wasn’t planned, but practice.<\/p><p>&nbsp;<\/p><p>I was the poet of short-tailed cats and yellow <\/p><p>line paint.<\/p><p>Of satellite dishes and Peterbilt trucks. Red Man <\/p><p>Chewing Tobacco, Triple Hit<\/p><p>Creme Soda. Also of dirt daubers, nightcrawlers, <\/p><p>martin houses, honey, and whetstones <\/p><p>from the Novaculite Uplift. <\/p><p>&nbsp;<\/p><p>I had registered dogs 4 sale; rocks, dung<\/p><p>and straw.<\/p><p>I was a poet of hummingbird hives along with <\/p><p>redheaded stepbrothers.<\/p><p>&nbsp;<\/p><p>The poet of good walking shoes – a necessity <\/p><p>in vernacular parts – and push mowers. <\/p><p>The rumor that I was once seen sleeping <\/p><p>in a refrigerator box is false (he was a brother <\/p><p>who hated me).<\/p><p>Nor was I the one lunching at the Governor’s <\/p><p>mansion.<\/p><p>&nbsp;<\/p><p>I didn’t work off a grid. Or prime the surface <\/p><p>if I could get off without it. I made <\/p><p>simple music <\/p><p>out of sticks and string. On side B of me, <\/p><p>experimental guitar, night repairs, and suppers <\/p><p>such as this. <\/p><p>You could count on me to make a bad situation <\/p><p>worse like putting liquid makeup over <\/p><p>a passion mark. <\/p><p>&nbsp;<\/p><p>I never raised your rent. Or anyone else’s by God.<\/p><p>Never said I loved you. The future gave me chills.<\/p><p>I used the medium to say: Arise arise and <\/p><p>come together.<\/p><p>Free your children. Come on everybody. Let’s start <\/p><p>with Baltimore.<\/p><p>&nbsp;<\/p><p>Believe me I am not being modest when I <\/p><p>admit my life doesn’t bear repeating. I <\/p><p>agreed to be the poet of one life, <\/p><p>one death alone. I have seen myself <\/p><p>in the black car. I have seen the retreat <\/p><p>of the black car.<\/p>",
    "featured_book_title":"Like Something Flying Backwards: New and Selected Poems",
    "featured_book_link":"www.bloodaxebooks.com\/ecs\/product\/like-something-flying-backwards-863",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":"",
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":"0",
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/1056491",
    "video_start":"54",
    "video_end":"239",
    "bio":"<p>\r\n C.D. Wright (1949-2016) published many books of poetry and prose, including two book-length poems, <i>Deepstep Come Shining<\/i> (1998) and <i>Just Whistle<\/i> (1993); <i>Cooling Time (2005)<\/i>, a book comprised of poetry, memoir and essay; and <i>One with Others<\/i> (Copper Canyon Press, USA, 2010; Bloodaxe Books, UK, 2013), both a book-length poem and a work of investigative journalism.<\/p>\r\n<p>\r\n Her first UK retrospective, <i>Like Something Flying Backwards: New &amp; Selected Poems<\/i> (Bloodaxe Books, 2007), was expanded from <i>Steal Away: Selected and New Poems<\/i> (Copper Canyon Press, 2003), including a substantial number of the poems from her Griffin International Prize-winning collection <em>Rising, Falling, Hovering<\/em> (Copper Canyon Press, 2008).&nbsp;Her book of &lsquo;prosimetrical essays&rsquo;, <em>The Poet, The Lion, Talking Pictures, El Farolito, A Wedding in St. Roch, The Big Box Store, The Warp in the Mirror, Spring, Midnights, Fire &amp; All<\/em>, was published by Copper Canyon a few days before her totally unexpected death in January 2016.<\/p>\r\n<p>\r\n Her many honours included a Lannan Literary Award, a $500,000 MacArthur Fellowship and the $50,000 2009 Griffin International Poetry Prize for <em>Rising, Falling, Hovering<\/em> (Copper Canyon Press, 2008). She was a professor of English at Brown University, and edited Lost Roads Publishers for 30 years with her husband, poet Forrest Gander. She collaborated on many projects with photographer Deborah Luster, most recently <i>One Big Self: Prisoners of Louisiana <\/i>(2003\/2007). She was State Poet of Rhode Island from 1995 to 1999.<\/p>",
    "themes":"history,family,america,writing",
    "user_themes":""
},
{
    "id_number":"382",
    "id_name":"abigail-parry",
    "first_name":"Abigail",
    "last_name":"Parry",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/abigail-parry",
    "poem_title":"The Quilt",
    "epigraph_text":null,
    "poem_text":"<p>The quilt’s a ragtag syzygy<\/p><p>of everything I’ve been or done,<\/p><p>a knotted spell in every seam,<\/p><p>the stuff that pricks and pulls. The quilt<\/p><p>&nbsp;<\/p><p>began in ’96. I scrapped<\/p><p>the blotch batiks and brocatelles<\/p><p>each backward-bending paisley hook<\/p><p>that tied me to my town. The quilt<\/p><p>&nbsp;<\/p><p>came with me when I packed and left<\/p><p>– a bad patch, that – you’ll see I’ve sewn<\/p><p>a worried blot of grey and black<\/p><p>to mark a bruisy year. The quilt<\/p><p>&nbsp;<\/p><p>advances, in a shock campaign<\/p><p>through block-ﬂuorescent souvenirs<\/p><p>of seedy clubs and bad psytrance<\/p><p>and peters out in blue. The quilt<\/p><p>&nbsp;<\/p><p>came with me when I ditched the scene<\/p><p>and dressed myself as someone new<\/p><p>– or someone else, at any rate<\/p><p>and someone better, too – I felt<\/p><p>&nbsp;<\/p><p>a charlatan in borrowed suits,<\/p><p>and ﬂower prints, and pastel hues,<\/p><p>but things had turned respectable,<\/p><p>and so I stitched that in. The quilt<\/p><p>&nbsp;<\/p><p>has tessellated all of it.<\/p><p>Arranged, like faithful paladins,<\/p><p>are half a dozen bits and scraps<\/p><p>from those who took a turn, then split –<\/p><p>&nbsp;<\/p><p>the dapper one, the rugby fan,<\/p><p>the one who liked his gabardine,<\/p><p>the one who didn’t want to be   another patch in your fucking quilt<\/p><p>but got there all the same. The quilt<\/p><p>&nbsp;<\/p><p>is lined with all the bitter stuff<\/p><p>I couldn’t swallow at the time –<\/p><p>the lemon-yellow calico<\/p><p>I never wore again. The guilt<\/p><p>&nbsp;<\/p><p>snuck into every thread of it<\/p><p>and chafed all through the honeymoon.<\/p><p>I scissored out the heart of it<\/p><p>and stitched it, ﬁxed it, ﬁnal, here –<\/p><p>&nbsp;<\/p><p>with every other bright mistake<\/p><p>I wear, like anyone.<\/p>",
    "featured_book_title":"Jinx",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/jinx-1174",
    "translated":null,
    "original_title":null,
    "original_epigraph":null,
    "original_text":null,
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":null,
    "audio_embed":null,
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/264876436",
    "video_start":null,
    "video_end":null,
    "bio":"<p>\r\n Abigail Parry spent seven years as a toymaker before completing her doctoral thesis on wordplay. Her poems have been set to music, translated into Spanish and Japanese, broadcast on BBC and RT&Eacute; Radio, and widely published in journals and anthologies. She has won a number of prizes and awards for her work, including the Ballymaloe Prize, the Troubadour Prize, and an Eric Gregory Award. Her first collection, <em>Jinx<\/em>, is published by Bloodaxe in 2018.&nbsp;<\/p>",
    "themes":"memory,identity,relationships,place",
    "user_themes":null
},
{
    "id_number":"383",
    "id_name":"doris-kareva",
    "first_name":"Doris",
    "last_name":"Kareva",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/doris-kareva",
    "poem_title":"Snow is a blank sheet…",
    "epigraph_text":null,
    "poem_text":"<p>Snow is a blank sheet.<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Underneath<\/p><p>ciphers glow unseen –<\/p><p>the trumpet solo of spring,<\/p><p>the saffron shade of summer.<\/p><p>&nbsp;<\/p><p>Snow is a blank sheet.<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do not write<\/p><p>there a single name;<\/p><p>let stars be reﬂected<\/p><p>in countless crystals.<\/p><p>&nbsp;<\/p><p>Each ﬂake is a star,<\/p><p>altogether unique<\/p><p>in insigniﬁcance –<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;all dissolves.<\/p><p>&nbsp;<\/p><p>Snow is a blank sheet<\/p><p>and solace –<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;silence of language,<\/p><p>aquiver with meaning.<\/p>",
    "featured_book_title":"Days of Grace: Selected Poems",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/days-of-grace-1169",
    "translated":"1",
    "original_title":"Lumi on puhas leht...",
    "original_epigraph":null,
    "original_text":"<p>Lumi on puhas leht.<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Selle all<\/p><p>hõõguvad salakirjad –<\/p><p>kevade trompetisoolo<\/p><p>ja suve safranivärv.<\/p><p>&nbsp;<\/p><p>Lumi on puhas leht.<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ära kirjuta<\/p><p>sinna ühtegi nime;<\/p><p>las tähed peegelduvad<\/p><p>ta arvututes kristalles.<\/p><p>&nbsp;<\/p><p>Iga helves on täht,<\/p><p>ühtaegu kordumatu<\/p><p>ja tähtsusetu – <\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kõik sulab.<\/p><p>&nbsp;<\/p><p>Lumi on puhas leht<\/p><p>ja lohutus – <\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;keele vaikus<\/p><p>ja määratu tähendus.<\/p>",
    "translator_first_name":"Miriam",
    "translator_last_name":"McIlfatrick-Ksenofontov",
    "audio":null,
    "audio_embed":null,
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/267250360",
    "video_start":"220",
    "video_end":"273",
    "bio":"<p>\r\n Doris Kareva is one of Estonia&rsquo;s leading poets. She was born in Tallinn in 1958, daughter of the composer Hillar Kareva, and published her first poems at the age of 14. In 1977 she entered the University of Tartu as an already acknowledged young poet. Due to her dissident connections she was expelled but graduated as a distance student in Romance and Germanic philology. She has worked for the cultural weekly <em>Sirp<\/em> (Sickle) and as the Secretary-General of the Estonian National Commission for UNESCO from 1992 to 2008, and is currently an editor for the literary journal <em>Looming <\/em>(Creation).<\/p>\r\n<p>\r\n Following the restoration of Estonian independence, Kareva&rsquo;s collection <em>In Place of the World<\/em> received the national cultural prize in 1993. She used the prize money to set up the &lsquo;Straw Stipend&rsquo; for the publication of debut collections, to support emerging talent in unsettled times. Kareva has published 15 collections of poetry, a collection of essays and a work of prose. She has also translated poetry (Anna Akhmatova, Emily Bront&euml;, Emily Dickinson, Kabir, Rumi) and plays, essays and prose (W.H. Auden, Samuel Beckett, Joseph Brodsky, Kahlil Gibran, Shakespeare). She has compiled anthologies, written texts for music and theatre, and given lectures on culture, education and ethics in Estonia and abroad. Her poetry has been translated into over 20 languages and has inspired composers and directors in Estonia and abroad &ndash; sounding equally fitting at a punk concert and the funeral ceremony of a president, in a Warner Classics studio and at the Estonian Song Festival. Kareva has been honoured with two national cultural prizes and four literary prizes; in 2001 she was awarded the Estonian Order of the White Star.<\/p>\r\n<p>\r\n She has two books of poetry in English translation, <em>Shape of Time<\/em>, translated by Tiina Aleman (Arc Publications, 2010), and <em>Days of Grace: Selected Poems<\/em>, translated by Miriam McIlfatrick-Ksenofontov (Bloodaxe Books, 2018).<\/p>",
    "themes":"nature,language,time",
    "user_themes":null
},
{
    "id_number":"384",
    "id_name":"nikola-madzirov",
    "first_name":"Nikola",
    "last_name":"Madzirov",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/nikola-madzirov",
    "poem_title":"Home",
    "epigraph_text":null,
    "poem_text":"<p>I lived at the edge of the town<\/p><p>like a streetlamp whose light bulb<\/p><p>no one ever replaces.<\/p><p>Cobwebs held the walls together,<\/p><p>and sweat our clasped hands.<\/p><p>I hid my teddy bear<\/p><p>in holes in crudely built stone walls<\/p><p>saving him from dreams.<\/p><p>&nbsp;<\/p><p>Day and night I made the threshold come alive<\/p><p>returning like a bee that<\/p><p>always returns to the previous ﬂower.<\/p><p>It was a time of peace when I left home:<\/p><p>&nbsp;<\/p><p>the bitten apple was not bruised,<\/p><p>on the letter a stamp with an old abandoned house.<\/p><p>&nbsp;<\/p><p>From birth I’ve migrated to quiet places<\/p><p>and voids have clung beneath me<\/p><p>like snow that doesn’t know if it belongs<\/p><p>to the earth or to the air.<\/p>",
    "featured_book_title":"Remnants of Another Age",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/remnants-of-another-age-1084",
    "translated":"1",
    "original_title":"",
    "original_epigraph":null,
    "original_text":"<p>Живеев на крајот од градот<\/p><p>како улично светло на кое никој<\/p><p>не му ја менува светилката.<\/p><p>Пајажината ги држеше ѕидовите заедно,<\/p><p>потта нашите споени дланки.<\/p><p>Во преобразбите на невешто соѕиданите камења<\/p><p>го криев плишаното мече<\/p><p>спасувајќи го од сонот.<\/p><p>&nbsp;<\/p><p>Деноноќно го оживував прагот<\/p><p>враќајќи се како пчела што<\/p><p>секогаш се враќа на претходниот цвет.<\/p><p>Беше мир кога го напуштив домот:<\/p><p>&nbsp;<\/p><p>гризнатото јаболко не беше потемнето,<\/p><p>на писмото стоеше марка со стара напуштена куќа.<\/p><p>&nbsp;<\/p><p>Кон тивките простори од раѓање се движам<\/p><p>и под мене празнини се лепат <\/p><p>како снег што не знае дали на земјата<\/p><p>или на воздухот припаѓа.<\/p>",
    "translator_first_name":"Peggy Reid, Graham Reid,",
    "translator_last_name":"Magdalena Horvat & Adam Reed",
    "audio":"0",
    "audio_embed":null,
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/267250360",
    "video_start":"20",
    "video_end":"83",
    "bio":"<p>\r\n Macedonian poet, editor, essayist and translator Nikola&nbsp;Madzirov was born in Strumica in 1973 to a family of Balkan War refugees, and grew up in the Soviet era in the former Republic of Yugoslavia ruled by Marshall Tito. He was 18 when Macedonia gained independence, and has since published several collections of poetry, including Studentski Zbor award-winner <i>Locked in the City<\/i> (1999), Aco Karamanov Award-winner <i>Somewhere Nowhere<\/i> (1999), and <i>Relocated Stone<\/i> (2007), winner of the Hubert Burda Prize for East European poets. The contemporary jazz composer and collaborator of Bj&ouml;rk and Lou Reed, Oliver Lake, has composed music based on Madzirov&#39;s poems. His work has been translated into more than thirty languages. The first translation of his poetry into English was <i>Remnants of Another Age<\/i>, translated by Peggy Reid, Graham Reid, Magdalena Horvat and Adam Reed, and published with a foreword by Carolyn Forch&eacute; by BOA Editions in the US in 2011 and by Bloodaxe Books in the UK in 2013. A German edition, <i>Versetzter Stein<\/i>, translated by Alexander Sitzmann, was published by Hanser Verlag in 2011.<\/p>\r\n<p>\r\n He has taken part in many literature festivals, including Poetry Parnassus at London&#39;s Southbank Centre in 2012, and has received several international awards and fellowships, including the DJS award for contemporary world poetry in China, International Writing Program at the University of Iowa and Literarisches Tandem in Berlin. His other honours include the Marguerite Yourcenar fellowship, the Miladinov Brothers poetry prize (Struga Poetry Evenings) and residencies at KulturKontakt in Vienna, LCB in Berlin and Villa Waldberta in Munich. He is one of the coordinators of the international poetry network for Lyrikline.<\/p>",
    "themes":"place,memory,war",
    "user_themes":null
},
{
    "id_number":"385",
    "id_name":"pia-tafdrup",
    "first_name":"Pia",
    "last_name":"Tafdrup",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/pia-tafdrup",
    "poem_title":"Goodnight",
    "epigraph_text":null,
    "poem_text":"<p>My father is being dressed<\/p><p>in a nightshirt. <\/p><p>When I was a child<\/p><p>he sprinkled <\/p><p>stardust and moon gravel<\/p><p>down on my eyes,<\/p><p>When I was a child<\/p><p>I spoke as a child,<\/p><p>I understood as a child,<\/p><p>I thought as a child.<\/p><p>Every good night story<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I received<\/p><p>had its own colour.<\/p><p>My father told them so a blind man<\/p><p>under the bell of darkness<\/p><p>would be able to see<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;   a rainbow.<\/p><p>I slept and dreamt<\/p><p>the impossible<\/p><p>far away from the world’s anxiety.<\/p><p>I turn around,<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;   turn towards him,<\/p><p>see in my father’s eyes<\/p><p>stardust and moon gravel.<\/p><p>Now the night is coming —<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the long night.<\/p><p>Milky ways of morphine<\/p><p>murmur<\/p><p>through his body<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  with the light’s heaviness<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; of pain’s cessation.<\/p>",
    "featured_book_title":"Tarkovsky’s Horses and other poems",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/tarkovsky-s-horses-and-other-poems-932",
    "translated":"1",
    "original_title":"Godnat",
    "original_epigraph":null,
    "original_text":"<p>Min far bliver iført<\/p><p>natskjorte.<\/p><p>Så længe jeg var barn,<\/p><p>dryssede han<\/p><p>stjernestøv og månegrus<\/p><p>ned i mine øjne.<\/p><p>Så længe jeg var barn,<\/p><p>talte jeg som et barn,<\/p><p>tænkte jeg som et barn,<\/p><p>dømte jeg som et barn.<\/p><p>Hver godnathistorie,<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  jeg ﬁk,<\/p><p>havde sin egen farve.<\/p><p>Min far fortalte, så en blind<\/p><p>under mørkets klokke<\/p><p>ville kunne se<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; en regnbue.<\/p><p>Jeg sov og drømte<\/p><p>det umulige<\/p><p>langt borte fra verdens angst.<\/p><p>Jeg vender mig om,<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; vender mig mod ham,<\/p><p>ser i min fars øjne<\/p><p>stjernestøv og månegrus.<\/p><p>Nu kommer natten —<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;   den lange nat.<\/p><p>Mælkeveje af morﬁn<\/p><p>suser<\/p><p>gennem hans krop<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;med lysets tyngde<\/p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;af smertes ophør.<\/p>",
    "translator_first_name":"David",
    "translator_last_name":"McDuff",
    "audio":null,
    "audio_embed":null,
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/267250360",
    "video_start":"93",
    "video_end":"163",
    "bio":"<p>\r\n Pia Tafdrup was born in 1952 in Copenhagen. She has published over 20 books in Danish since her first collection appeared in 1981, and her work has been translated into many languages. Her fourth collection, <i>Spring Tide<\/i>, was published in English by Forest in 1989. In 1991 she published a celebrated statement of her poetics, <i>Walking Over Water<\/i>. She received the 1999 Nordic Council Literature Prize &ndash; Scandinavia&rsquo;s most prestigious literary award &ndash; for <i>Queen&#39;s Gate<\/i>, which was published in David McDuff&rsquo;s English translation by Bloodaxe in 2001. Also in 2001, she was appointed a Knight of the Order of Dannebrog, and in 2006 she received the Nordic Prize from the Swedish Academy. The latest work of hers to be translated into English is <i>Salamander Sun and other poems<\/i> (Bloodaxe Books, 2015), combining two recent books, <i>The Migrant Bird&rsquo;s Compass<\/i> and <i>Salamander Sun<\/i>, which comprise the third and fourth parts of a quartet written over ten years: the first two parts are <i>The Whales in Paris<\/i> (2002) and <i>Tarkovsky&rsquo;s Horses<\/i> (2006), published in English by Bloodaxe in 2010 as <i>Tarkovsky&rsquo;s Horses and other poems<\/i>. All her Bloodaxe titles are translated by David McDuff. <\/p>",
    "themes":"family.memory,death",
    "user_themes":null
},
{
    "id_number":"388",
    "id_name":"jaan-kaplinski",
    "first_name":"Jaan",
    "last_name":"Kaplinski",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/jaan-kaplinski",
    "poem_title":"‘The East-West border is always wandering’",
    "epigraph_text":null,
    "poem_text":"<p>The East-West border is always wandering,<\/p><p>sometimes eastward, sometimes west,<\/p><p>and we do not know exactly where it is just now:<\/p><p>in Gaugamela, in the Urals, or maybe in ourselves,<\/p><p>so that one ear, one eye, one nostril, one hand, one foot,<\/p><p>one lung and one testicle or one ovary<\/p><p>is on the one, another on the other side. Only the heart,<\/p><p>only the heart is always on one side:<\/p><p>if we are looking northward, in the West;<\/p><p>if we are looking southward, in the East;<\/p><p>and the mouth doesn’t know on behalf of which or both<\/p><p>it has to speak.<\/p>",
    "featured_book_title":"Selected Poems",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/selected-poems-984",
    "translated":"1",
    "original_title":"‘Ida ja Lääne piir rändab ikka’",
    "original_epigraph":null,
    "original_text":"<p>Ida ja Lääne piir rändab ikka, vahel itta, vahel läände<\/p><p>ja vaevalt me päriselt teame, kus ta parajasti on,<\/p><p>kas Gaugamelas, Uuralis või hoopis meis endas,<\/p><p>nii et üks kõrv, üks silm, üks sõõre, üks käsi, üks jalg,<\/p><p>üks kops ja üks muna (naisel munasari)<\/p><p>jääb ühele, teine teisele poole. Ainult süda,<\/p><p>ainult süda on ikka ühel pool,<\/p><p>kui vaatame põhja, siis läänes,<\/p><p>kui vaatame lõunasse, siis idas,<\/p><p>ja suu ei tea, kumma poole eest<\/p><p>peab rääkima tema.<\/p>",
    "translator_first_name":"Sam",
    "translator_last_name":"Hamill",
    "audio":null,
    "audio_embed":null,
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/267250360",
    "video_start":"170",
    "video_end":"218",
    "bio":"<p>\r\n Jaan Kaplinski is one of Estonia&#39;s best-known writers and cultural figures. He was born in Tartu in 1941, shortly after the Soviet annexation of Estonia. His mother was Estonian, and his Polish father died in a labour camp in northern Russia when Jaan was still a child. &lsquo;My childhood,&rsquo; he has said, &lsquo;passed in Tartu, a war-devastated university town. It was a time of repression, fear and poverty.&rsquo;<\/p>\r\n<p>\r\n Jaan Kaplinski studied Romance Language and Linguistics at Tartu University and has worked as a researcher in linguistics, as a sociologist, ecologist and translator. He has lectured on the History of Western Civilisation at Tartu University and has been a student of Mahayana Buddhism and philosophies of the Far East. He has published several books of poetry and essays in Estonian, Finnish and English, and his work has been translated into Norwegian, Swedish, Latvian, Russian and Czech.<\/p>\r\n<p>\r\n After publishing translations of three collections with Harvill in Britain, one of these from Breitenbush and one from Copper Canyon in the US, Kaplinski published <i>Evening Brings Everything Back<\/i> with Bloodaxe Books in 2004, a book combining work from three earlier titles published in Estonia, <i>Evening brings everything back<\/i> (1984), <i>Ice and Heather<\/i> (1989) and <i>Summers and Springs<\/i> (1995). His semi-autobiographical novel, <i>The Same River<\/i>, translated by Susan Wilson, was published by Peter Owen in 2009.<\/p>\r\n<p>\r\n His <i>Selected Poems<\/i> (Bloodaxe Books, 2011) includes work previously unpublished in English as well as poems drawn from all four of his previous UK collections: <i>The Same Sea in Us All<\/i> (1985\/1990), <i>The Wandering Border<\/i> (1987\/1992), <i>Through the Forest<\/i> (1991\/1996) and <i>Evening Brings Everything Back<\/i> (2004). He was awarded the European Prize for Literature in 2016.<\/p>\r\n<p>\r\n He has translated poetry from French, English, Spanish, Chinese and Swedish (a book of poems by Tomas Transtr&ouml;mer), and travelled in many countries, including Britain, China, Turkey and parts of Russia. Awarded many prizes and honours, he is a member of several learned societies including the Universal Academy of Cultures, and has been nominated for the Nobel Prize in Literature. Jaan Kaplinski was a member of the new post-Revolution Estonian parliament (Riigikogu) in 1992-95 and his essays on cultural transition and the challenges of globalisation are published across the Baltic region. Further details and texts are on his website <a href=\"http:\/\/jaan.kaplinski.com\/\">http:\/\/jaan.kaplinski.com\/<\/a><\/p>",
    "themes":"place,history,identity,politics",
    "user_themes":null
},
{
    "id_number":"389",
    "id_name":"tua-forsstr-m",
    "first_name":"Tua",
    "last_name":"Forsström",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/tua-forsstr-m",
    "poem_title":"The city was sparkling",
    "epigraph_text":null,
    "poem_text":"<p>The city was sparkling at a distance, and<\/p><p>I stopped. Everything looked so beautiful,<\/p><p>the street plans and the terraced gardens,<\/p><p>as if water-transparent, and I saw it all<\/p><p>very clearly. I thought about the great cities<\/p><p>with cathedrals, and the small local museums in<\/p><p>the countryside in Sweden, and the meadowsweet with its<\/p><p>strong fragrance, and I remembered how attached I had been<\/p><p>to the little kitten with the spotted paws who<\/p><p>ran away and how I had missed it.<\/p><p>I turned around and someone was crying, I couldn’t<\/p><p>pay attention to it. The city was made of transparent glass.<\/p><p>I stood there. I saw my pre-eminent love.<\/p><p>Shimmering of pearls. The black swans. Chalcedony.<\/p><p>I tried calling the small kitten. Everything was sparkling.<\/p><p>I hesitated, I knew everything, I would<\/p><p>not come back.<\/p>",
    "featured_book_title":"I studied once at a wonderful faculty",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/i-studied-once-at-a-wonderful-faculty-761",
    "translated":"1",
    "original_title":"Staden glittrade",
    "original_epigraph":null,
    "original_text":"<p>Staden glittrade på avstånd, och<\/p><p>jag stannade. Det var så vackert med<\/p><p>anläggningar och terrasserade trädgårdar,<\/p><p>liksom vattengenomlyst, och jag såg allt<\/p><p>mycket tydligt. Jag tänkte på de stora städerna<\/p><p>med katedraler, och hembygdsmuseerna på<\/p><p>landsorten i Sverige, och älggräset som doftade<\/p><p>så starkt, och jag mindes hur fäst jag hade varit<\/p><p>vid den lilla katten med de ﬂäckiga tassarna som<\/p><p>sprang bort och hur jag hade saknat den.<\/p><p>Jag såg mig om och någon grät, jag kunde<\/p><p>inte beakta det. Staden var av genomskinligt glas.<\/p><p>Jag stod där. Jag såg min dominerande kärlek.<\/p><p>Av pärlor skimrande. De svarta svanarna. Kalcedon.<\/p><p>Jag försökte locka på den lilla katten. Allt glittrade.<\/p><p>Jag tvekade, jag visste allt, jag skulle<\/p><p>inte komma tillbaka.<\/p>",
    "translator_first_name":"Stina",
    "translator_last_name":"Katchadourian",
    "audio":null,
    "audio_embed":null,
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/267250360",
    "video_start":"282",
    "video_end":"366",
    "bio":"<p>\r\n Tua Forsstr&ouml;m was born in 1947 in Borg&aring; and currently lives in Helsinki. A much acclaimed Finland-Swedish poet, she has won major literary honours in Sweden as well as Finland. She published her first book in 1972, <i>En dikt om k&auml;rleck och annat<\/i> (<i>A Poem About Love and Other Things<\/i>), followed by <i>D&auml;r anteckningarna slutar <\/i> (<i>Where the Notes End,<\/i> 1974), <i>Egentligen &auml;r vi mycket lyckliga (Actually We Are Very Happy<\/i>, 1976), <i>Tall&ouml;rt <\/i> (<i>Yellow Bird&rsquo;s-nest<\/i>, 1979), and <i>September<\/i> (<i>September<\/i>, 1983).<\/p>\r\n<p>\r\n Tua Forsstr&ouml;m achieved wider recognition with her sixth collection, <i>Sn&ouml;leopard<\/i> (<i>Snow Leopard<\/i>, 1987), notably in Sweden and in Britain, where David McDuff&rsquo;s translation (Bloodaxe Books, 1990) received a Poetry Book Society Translation Award. <i>Marianergraven<\/i> (<i>The Marianer Trench<\/i>, 1990) was followed by <i>Parkerna <\/i> (<i>The Parks<\/i>, 1992), which won the Swedish Academy&rsquo;s Finland Prize and was nominated for both the major Swedish literary award, the August Prize (rare for a Finland-Swedish writer) and for Finland&rsquo;s major literary award, the Finland Prize (now given only for prose). <i>Efter att ha tillbringat en natt bland h&auml;star<\/i> (<i>After Spending a Night Among Horses<\/i>) appeared in 1998. <\/p>\r\n<p>\r\n In 2003 she published her trilogy, <i>Jag studerade en g&aring;ng vid en underbar fakultat<\/i> (<i>I studied once at a wonderful faculty<\/i>), whose English translation by David McDuff and Stina Katchadourian was published by Bloodaxe Books in 2006. This combines her three collections <i>Snow Leopard<\/i>, <i>The Parks<\/i> and <i>After Spending a Night Among Horses<\/i> with a new sequence, <i>Minerals<\/i>. She has since published one further collection, <i>En kv&auml;ll i oktober rodde jag ut p&aring; sj&ouml;n<\/i> (2012), published in a bilingual edition with David McDuff&rsquo;s English translation as <i>One Evening in October I Rowed Out on the Lake<\/i> (Bloodaxe Books, 2015).<\/p>\r\n<p>\r\n Other awards given to Tua Forsstr&ouml;m include the Edith S&ouml;dergran Prize (1991), Pro-Finlandia Medal (1991), G&ouml;teborgs-Postens poetry prize (1992), Gerald Bonnier poetry prize (1993), Tollanderska Prize (1998) and Nordic Council Literature Prize (1998). Her poetry has been translated into several languages, including Finnish, Danish, Dutch, French, Spanish and English.<\/p>",
    "themes":"place,sweden,memory,cities,animals",
    "user_themes":null
},
{
    "id_number":"390",
    "id_name":"gillian-allnutt",
    "first_name":"Gillian",
    "last_name":"Allnutt",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/gillian-allnutt",
    "poem_title":"The Road Home",
    "epigraph_text":null,
    "poem_text":"<p>It is the road to God<\/p>\r\n<p>that matters now, the ragged road, the wood.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>And if you will, drop pebbles here and there<\/p>\r\n<p>like Hansel, Gretel, right where<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>they’ll shine<\/p>\r\n<p>in the wilful light of the moon.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>You won’t be going back to the hut<\/p>\r\n<p>where father, mother plot<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>the cul de sac of the world<\/p>\r\n<p>in a ﬁeld<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>that’s permanently full<\/p>\r\n<p>of people<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>looking for a festival<\/p>\r\n<p>of literature, a fairy tale,<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>a feathered<\/p>\r\n<p>nest of brothers, sisters. Would<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>that ﬁrst world, bared now to the word<\/p>\r\n<p>God, wade<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>with you, through wood, into the weald and weather<\/p>\r\n<p>of the stars?<\/p>",
    "featured_book_title":"How the Bicycle Shone: New & Selected Poems",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/how-the-bicycle-shone-860",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":null,
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":null,
    "video":"0",
    "video_embed":null,
    "video_start":null,
    "video_end":null,
    "bio":"<p>Gillian Allnutt was born in London but spent half her childhood in Newcastle upon Tyne. In 1988 she returned to live in the North East.&nbsp; Before that, she read Philosophy and English at Cambridge, and then spent the next 17 years living mostly in London.&nbsp; From 1983 to 1988 she was poetry editor of <em>City Limits<\/em> magazine. Her collections <em>Nantucket and the Angel<\/em> and <em>Lintel<\/em> were both shortlisted for the T.S. Eliot Prize. Poems from these collections are included in her Bloodaxe retrospective <em>How the Bicycle Shone: New &amp; Selected Poems<\/em> (2007), which draws on six published books plus a new collection, <em>Wolf Light<\/em>, and was a Poetry Book Society Special Commendation. Her most recent collections, both from Bloodaxe, are&nbsp;<em>indwelling <\/em>(2013) and&nbsp;<em>wake<\/em>&nbsp;(2018). She has also published <em>Berthing: A Poetry Workbook<\/em> (NEC\/Virago, 1991), and was co-editor of <em>The New British Poetry<\/em> (Paladin, 1988). From 2001 to 2003 she held a Royal Literary Fund Fellowship at Newcastle and Leeds Universities. She won the Northern Rock Foundation Writer&#39;s Award in 2005 and received a Cholmondeley Award in 2010. Since 1983 she has taught creative writing in a variety of contexts, mainly in adult education and as a writer in schools. In 2009\/10 she held a writing residency with The Medical Foundation for the Care of Victims of Torture (now Freedom From Torture) in the North East, working with asylum seekers in Newcastle and Stockton. In 2013\/14 she taught creative writing to undergraduates on the Poetry and Poetics course in the English Department of Durham University. She lives in County Durham. Gillian Allnutt was awarded the Queen&#39;s Gold Medal for Poetry 2016 in February 2017. The Medal is awarded for excellence in poetry, and was presented to Gillian Allnutt by The Queen.<\/p>",
    "themes":"religion,spiritual,family",
    "user_themes":null
},
{
    "id_number":"27",
    "id_name":"wayne-holloway-smith",
    "first_name":"Wayne",
    "last_name":"Holloway-Smith",
    "author_link":"http:\/\/www.bloodaxebooks.com\/ecs\/category\/wayne-holloway-smith",
    "poem_title":"No Worries",
    "epigraph_text":null,
    "poem_text":"<p>Oh yes, the help you need is strapping, for sure.<\/p>\r\n<p>It might at any time now pull up outside your door<\/p>\r\n<p>in its mucky white van, man-arms ﬂush<\/p>\r\n<p>to the steering wheel; its muscular weight<\/p>\r\n<p>the only buoyant thing in your hallway,<\/p>\r\n<p>your kitchen, and stood upright in itself –<\/p>\r\n<p>full face, a dimple-cheeked, unshaved grin.<\/p>\r\n<p>Almost a caricature in its self-assuredness,<\/p>\r\n<p>and, you imagine, shirtless beneath its coveralls.<\/p>\r\n<p>A well-oiled metal box of ﬁxing tools. For ﬁxing.<\/p>\r\n<p>A roll-up behind one ear, it promises itself to you,<\/p>\r\n<p>that everything can deﬁnitely be sorted, mate,<\/p>\r\n<p>the pieces of it all will be cleaned and ﬁtted<\/p>\r\n<p>back together. Good as new. No worries.<\/p>\r\n<p>And you want to believe it’ll show up this time, at least<\/p>\r\n<p>you are sure of that, so sure you can hear it whistle.<\/p>",
    "featured_book_title":"Alarum",
    "featured_book_link":"http:\/\/www.bloodaxebooks.com\/ecs\/product\/alarum-1133",
    "translated":"0",
    "original_title":null,
    "original_epigraph":null,
    "original_text":null,
    "translator_first_name":null,
    "translator_last_name":null,
    "audio":"0",
    "audio_embed":null,
    "video":"1",
    "video_embed":"https:\/\/player.vimeo.com\/video\/272020669",
    "video_start":"149",
    "video_end":"228",
    "bio":"<p>Wayne Holloway-Smith was born in Wiltshire and lives in London. He received his PhD in English and Creative Writing from Brunel University in 2015. His poems have appeared in a variety of magazines and anthologies. His pocketbook, <em>Beloved, in case you&rsquo;ve been wondering<\/em> was published by Donut Press in 2011. He co-edits the online journal <em>Poems in Which<\/em>&nbsp;and teaches at the University of Hertfordshire. His first book-length collection, <em>Alarum<\/em> (Bloodaxe Books, 2017) was shortlisted for the Roehampton Poetry Prize 2017 and was a Poetry Book Society Wildcard Choice.&nbsp; The final poem in the collection, &#39;Short&#39;, won the Geoffrey Dearmer Prize 2016.<\/p>",
    "themes":"masculinity,class,humour",
    "user_themes":null}
]